Repository: DanLika/rab_booking
Catalog: lib/l10n/app_*.arb
Languages: hr

# icalExportError
source: Failed to generate iCal export
hr: Greška pri generiranju iCal exporta

# icalExportUrlCopied
source: URL copied to clipboard
hr: URL kopiran u međuspremnik

# icalExportJustNow
source: Just now
hr: Upravo sada

# icalExportMinutesAgo
source: {minutes}m ago
hr: Prije {minutes}m

# icalExportHoursAgo
source: {hours}h ago
hr: Prije {hours}h

# icalExportListTitle
source: iCal Export - Select Unit
hr: iCal Export - Odaberi Jedinicu

# icalExportListDescription
source: Select a unit to generate iCal URL for calendar synchronization.
hr: Odaberite jedinicu za koju želite generirati iCal URL za sinkronizaciju kalendara.

# icalExportListUnknownUnit
source: Unknown unit
hr: Nepoznata jedinica

# icalExportListUnknownProperty
source: Unknown property
hr: Nepoznata nekretnina

# icalExportListNoUnits
source: No accommodation units
hr: Nema smještajnih jedinica

# icalExportListNoUnitsDesc
source: First create a property and add accommodation units.
hr: Prvo kreirajte nekretninu i dodajte smještajne jedinice.

# icalExportListAddProperty
source: Add Property
hr: Dodaj Nekretninu

# icalExportReady
source: Ready to Export
hr: Spremno za Export

# icalExportUnitsAvailable
source: {count} units available for export
hr: {count} jedinica dostupno za export

# icalExportWhyExport
source: Why Export Your Calendar?
hr: Zašto Exportirati Kalendar?

# icalExportBenefit1Title
source: Personal Calendar Sync
hr: Sinkronizacija s Osobnim Kalendarom

# icalExportBenefit1Desc
source: See all your bookings in Google Calendar, Apple Calendar, or Outlook.
hr: Pregledajte sve rezervacije u Google Calendar, Apple Calendar ili Outlook.

# icalExportBenefit2Title
source: Automatic Updates
hr: Automatska Ažuriranja

# icalExportBenefit2Desc
source: Calendar apps automatically sync new bookings every few hours.
hr: Kalendarske aplikacije automatski sinkroniziraju nove rezervacije svakih nekoliko sati.

# icalExportBenefit3Title
source: Multi-Device Access
hr: Pristup s Više Uređaja

# icalExportBenefit3Desc
source: View your bookings on phone, tablet, and computer.
hr: Pregledajte rezervacije na mobitelu, tabletu i računalu.

# icalExportBenefit4Title
source: Reminders & Notifications
hr: Podsjetnici i Obavijesti

# icalExportBenefit4Desc
source: Get calendar notifications for upcoming check-ins and check-outs.
hr: Primajte kalendarske obavijesti za nadolazeće prijave i odjave gostiju.

# icalExportSelectUnit
source: Select Unit
hr: Odaberi Jedinicu

# icalExportHowItWorks
source: How It Works
hr: Kako Funkcionira

# icalExportStep1
source: Select a unit from the list below
hr: Odaberite jedinicu s popisa ispod

# icalExportStep2
source: Click 'Generate' to create the iCal URL
hr: Kliknite 'Generiraj' za kreiranje iCal URL-a

# icalExportStep3
source: Copy the URL and add it to your calendar app
hr: Kopirajte URL i dodajte ga u svoju kalendarsku aplikaciju

# icalExportStep4
source: Your calendar will automatically sync bookings
hr: Vaš kalendar će automatski sinkronizirati rezervacije

# icalExportFaqTitle
source: Frequently Asked Questions
hr: Često Postavljana Pitanja

# icalExportFaq1Q
source: How often does the calendar sync?
hr: Koliko često se kalendar sinkronizira?

# icalExportFaq1A
source: Most calendar apps sync every 5-15 minutes. You can also manually refresh in your calendar app.
hr: Većina kalendarskih aplikacija sinkronizira svakih 5-15 minuta. Možete i ručno osvježiti u svojoj aplikaciji.

# icalExportFaq2Q
source: Will deleted bookings be removed?
hr: Hoće li obrisane rezervacije biti uklonjene?

# icalExportFaq2A
source: Yes, when you regenerate the export, cancelled bookings will be removed from your calendar.
hr: Da, kada regenerirate export, otkazane rezervacije će biti uklonjene iz vašeg kalendara.

# icalExportFaq3Q
source: Can I share this URL with others?
hr: Mogu li podijeliti ovaj URL s drugima?

# icalExportFaq3A
source: Yes, but be careful - anyone with the URL can see your booking schedule.
hr: Da, ali budite oprezni - svatko s URL-om može vidjeti vaš raspored rezervacija.

# icalExportUrlReady
source: URL Ready
hr: URL Spreman

# icalExportUrlPending
source: URL Not Generated
hr: URL Nije Generiran

# icalExportUrlReadyDesc
source: Your iCal URL is ready. Copy it and add to your calendar app.
hr: Vaš iCal URL je spreman. Kopirajte ga i dodajte u svoju kalendarsku aplikaciju.

# icalExportUrlPendingDesc
source: Click the button below to generate your iCal export URL.
hr: Kliknite gumb ispod za generiranje vašeg iCal export URL-a.

# icalExportRegenerate
source: Regenerate URL
hr: Regeneriraj URL

# icalExportNoUrl
source: No URL Generated
hr: URL Nije Generiran

# icalExportNoUrlDesc
source: Generate an iCal URL to sync your bookings with external calendars.
hr: Generirajte iCal URL za sinkronizaciju rezervacija s vanjskim kalendarima.

# errorWithMessage
source: Error: {message}
hr: Greška: {message}

# languageSelectTitle
source: Select Language
hr: Odaberite Jezik

# revenueChartTitle
source: Revenue Overview
hr: Pregled Prihoda

# revenueChartLegend
source: Revenue
hr: Prihod

# revenueChartNoData
source: No revenue data available
hr: Nema podataka o prihodima

# propertyCardPublished
source: Published
hr: Objavljeno

# propertyCardHidden
source: Hidden
hr: Skriveno

# propertyCardUnits
source: {count, plural, =1{1 unit} other{{count} units}}
hr: {count, plural, =1{1 jedinica} few{{count} jedinice} other{{count} jedinica}}

# propertyCardEdit
source: Edit
hr: Uredi

# propertyCardDelete
source: Delete
hr: Obriši

# editBookingTitle
source: Edit Booking
hr: Uredi Rezervaciju

# editBookingBookingId
source: Booking: {id}
hr: Rezervacija: {id}

# editBookingGuest
source: Guest: {name}
hr: Gost: {name}

# editBookingNights
source: {count, plural, =1{1 night} other{{count} nights}}
hr: {count, plural, =1{1 noć} few{{count} noći} other{{count} noći}}

# editBookingGuests
source: Guests
hr: Gosti

# editBookingInternalNotes
source: Internal Notes
hr: Interne Bilješke

# editBookingNotesHint
source: Add notes (not visible to guest)...
hr: Dodaj bilješke (nisu vidljive gostu)...

# editBookingSaveChanges
source: Save Changes
hr: Spremi

# editBookingSuccess
source: Booking successfully updated
hr: Rezervacija uspješno ažurirana

# editBookingError
source: Error updating booking
hr: Greška pri ažuriranju rezervacije

# embedCodeTitle
source: Embed Code for Widget
hr: Embed Kod za Widget

# embedCodeUnit
source: Unit
hr: Jedinica

# embedCodeUnitIdTechnical
source: Unit ID (technical)
hr: Unit ID (tehnički)

# embedCodeOptions
source: Options
hr: Opcije

# embedCodeLanguage
source: Language
hr: Jezik

# embedCodeHeight
source: Height (px)
hr: Visina (px)

# embedCodeFixedHeight
source: Fixed Height
hr: Fiksna Visina

# embedCodeFixedHeightDesc
source: Iframe with fixed height ({height}px)
hr: Iframe sa fiksnom visinom ({height}px)

# embedCodeResponsiveDesc
source: Automatically adjusts to width (aspect ratio 4:3)
hr: Automatski prilagođava se širini (aspect ratio 4:3)

# embedCodeCopy
source: Copy
hr: Kopiraj

# embedCodeCopied
source: {label} copied to clipboard!
hr: {label} kopiran u clipboard!

# embedCodeInstructions
source: Instructions
hr: Uputstvo

# embedCodeInstructionsText
source: 1. Copy embed code (click "Copy" button) 2. Open your website page in editor 3. Paste code at desired location 4. Save and publish page
hr: 1. Kopirajte embed kod (kliknite na "Kopiraj" dugme) 2. Otvorite stranicu vaše web stranice u editoru 3. Zalijepite kod na željeno mjesto 4. Spremite i objavite stranicu

# sendEmailTitle
source: Send Email to Guest
hr: Pošalji Email Gostu

# sendEmailTemplate
source: Template
hr: Predložak

# sendEmailTemplateConfirmation
source: Booking confirmation
hr: Potvrda rezervacije

# sendEmailTemplateReminder
source: Reminder
hr: Podsjetnik

# sendEmailTemplateCancellation
source: Cancellation
hr: Otkazivanje

# sendEmailTemplateCustom
source: Custom message
hr: Prilagođena poruka

# sendEmailSubject
source: Subject *
hr: Naslov *

# sendEmailSubjectHint
source: Email subject
hr: Naslov emaila

# sendEmailSubjectRequired
source: Please enter subject
hr: Molimo unesite naslov

# sendEmailMessage
source: Message *
hr: Poruka *

# sendEmailMessageHint
source: Enter message for guest...
hr: Unesite poruku za gosta...

# sendEmailMessageRequired
source: Please enter message
hr: Molimo unesite poruku

# sendEmailMessageTooShort
source: Message must have at least 10 characters
hr: Poruka mora imati najmanje 10 znakova

# sendEmailInfo
source: Email will be sent from your registered email address
hr: Email će biti poslan sa vaše registrirane email adrese

# sendEmailCancel
source: Cancel
hr: Odustani

# sendEmailSend
source: Send Email
hr: Pošalji Email

# sendEmailSending
source: Sending...
hr: Šaljem...

# sendEmailSuccess
source: Email successfully sent to guest {name}
hr: Email uspješno poslan gostu {name}

# sendEmailError
source: Error sending email
hr: Greška pri slanju emaila

# sendEmailNoGuestEmail
source: Guest email address not available
hr: Email adresa gosta nije dostupna

# priceCalendarSetPrice
source: Set price
hr: Postavi cijenu

# priceCalendarAvailability
source: Availability
hr: Dostupnost

# priceCalendarSelectMonth
source: Select month
hr: Odaberi mjesec

# priceCalendarDaysSelected
source: {count} {count, plural, =1{day} other{days}} selected
hr: {count} {count, plural, =1{dan} few{dana} other{dana}} odabrano

# priceCalendarClear
source: Clear
hr: Očisti

# priceCalendarSelectAll
source: Select all
hr: Odaberi sve

# priceCalendarSelectAllDays
source: Select all days
hr: Odaberi sve dane

# priceCalendarDeselectAll
source: Deselect all
hr: Poništi odabir

# priceCalendarErrorLoadingPrices
source: Error loading prices
hr: Greška pri učitavanju cijena

# priceCalendarWeekdayMon
source: Mon
hr: Pon

# priceCalendarWeekdayTue
source: Tue
hr: Uto

# priceCalendarWeekdayWed
source: Wed
hr: Sri

# priceCalendarWeekdayThu
source: Thu
hr: Čet

# priceCalendarWeekdayFri
source: Fri
hr: Pet

# priceCalendarWeekdaySat
source: Sat
hr: Sub

# priceCalendarWeekdaySun
source: Sun
hr: Ned

# priceCalendarEditDate
source: Edit date
hr: Uredi datum

# priceCalendarPrice
source: PRICE
hr: CIJENA

# priceCalendarBasePricePerNight
source: Base price per night (€)
hr: Osnovna cijena po noći (€)

# priceCalendarAvailabilitySection
source: AVAILABILITY
hr: DOSTUPNOST

# priceCalendarAvailable
source: Available
hr: Dostupno

# priceCalendarBlockCheckIn
source: Block check-in
hr: Blokiraj prijavu (check-in)

# priceCalendarBlockCheckInDesc
source: Guests cannot start reservation
hr: Gosti ne mogu započeti rezervaciju

# priceCalendarBlockCheckOut
source: Block check-out
hr: Blokiraj odjavu (check-out)

# priceCalendarBlockCheckOutDesc
source: Guests cannot end reservation
hr: Gosti ne mogu završiti rezervaciju

# priceCalendarAdvancedOptions
source: Advanced options
hr: Napredne opcije

# priceCalendarAdvancedOptionsDesc
source: Weekend price, min/max nights, advance
hr: Vikend cijena, min/max noći, unaprijed

# priceCalendarWeekendPrice
source: Weekend price (€)
hr: Vikend cijena (€)

# priceCalendarMinNights
source: Min. nights
hr: Min. noći

# priceCalendarMaxNights
source: Max. nights
hr: Max. noći

# priceCalendarMinDaysAdvance
source: Min. days advance
hr: Min. dana unaprijed

# priceCalendarMaxDaysAdvance
source: Max. days advance
hr: Max. dana unaprijed

# priceCalendarDeleteConfirmTitle
source: Delete confirmation
hr: Potvrda brisanja

# priceCalendarDeleteConfirmMessage
source: Are you sure you want to delete custom price? Date will be reverted to base price.
hr: Da li ste sigurni da želite obrisati custom cijenu? Datum će biti vraćen na osnovnu cijenu.

# priceCalendarRevertedToBasePrice
source: Reverted to base price
hr: Vraćeno na osnovnu cijenu

# priceCalendarEnterPrice
source: Enter price
hr: Unesite cijenu

# priceCalendarPriceMustBeGreaterThanZero
source: Price must be greater than 0
hr: Cijena mora biti veća od 0

# priceCalendarWeekendPriceMustBeGreaterThanZero
source: Weekend price must be greater than 0
hr: Vikend cijena mora biti veća od 0

# priceCalendarMinNightsMustBeGreaterThanZero
source: Min. nights must be greater than 0
hr: Min. noći mora biti veće od 0

# priceCalendarMaxNightsMustBeGreaterThanZero
source: Max. nights must be greater than 0
hr: Max. noći mora biti veće od 0

# priceCalendarMinDaysAdvanceMustBeZeroOrMore
source: Min. days advance must be 0 or more
hr: Min. dana unaprijed mora biti 0 ili više

# priceCalendarMaxDaysAdvanceMustBeGreaterThanZero
source: Max. days advance must be greater than 0
hr: Max. dana unaprijed mora biti veće od 0

# priceCalendarMinNightsCannotExceedMax
source: Min. nights cannot exceed max. nights
hr: Min. noći ne može biti veće od max. noći

# priceCalendarMinAdvanceCannotExceedMax
source: Min. days advance cannot exceed max. days advance
hr: Min. dana unaprijed ne može biti veće od max. dana unaprijed

# priceCalendarPriceSaved
source: Price saved
hr: Cijena spremljena

# priceCalendarSetPriceForDays
source: Set price for {count} days
hr: Postavi cijenu za {count} dana

# priceCalendarPricePerNight
source: Price per night (€)
hr: Cijena po noći (€)

# priceCalendarWillSetPriceForAllDates
source: Will set price for all selected dates
hr: Postavit će se cijena za sve odabrane datume

# priceCalendarConfirmation
source: Confirmation
hr: Potvrda

# priceCalendarConfirmSetPrice
source: Are you sure you want to set price €{price} for {count} {count, plural, =1{day} other{days}}?
hr: Jeste li sigurni da želite postaviti cijenu €{price} za {count} {count, plural, =1{dan} few{dana} other{dana}}?

# priceCalendarUpdatedPrices
source: Updated {count} prices
hr: Ažurirano {count} cijena

# priceCalendarUndo
source: Undo
hr: Poništi

# priceCalendarAvailabilityForDays
source: Availability for {count} days
hr: Dostupnost za {count} dana

# priceCalendarSelectActionForDays
source: Select action for {count} {count, plural, =1{day} other{days}}:
hr: Odaberite akciju za {count} {count, plural, =1{dan} few{dana} other{dana}}:

# priceCalendarMarkAsAvailable
source: Mark as available
hr: Označi kao dostupno

# priceCalendarDaysMarkedAvailable
source: {count} {count, plural, =1{day marked} other{days marked}} as available
hr: {count} {count, plural, =1{dan označen} few{dana označeno} other{dana označeno}} kao dostupno

# priceCalendarConfirmBlockDays
source: Are you sure you want to block {count} {count, plural, =1{day} other{days}}? These dates will be marked as unavailable.
hr: Jeste li sigurni da želite blokirati {count} {count, plural, =1{dan} few{dana} other{dana}}? Ovi datumi će biti označeni kao nedostupni.

# priceCalendarBlock
source: Block
hr: Blokiraj

# priceCalendarBlockDates
source: Block dates
hr: Blokiraj datume

# priceCalendarDaysBlocked
source: {count} {count, plural, =1{day blocked} other{days blocked}}
hr: {count} {count, plural, =1{dan blokiran} few{dana blokirano} other{dana blokirano}}

# priceCalendarBlockCheckInButton
source: Block check-in
hr: Blokiraj check-in

# priceCalendarCheckInBlockedForDays
source: Check-in blocked for selected days
hr: Check-in blokiran za odabrane dane

# priceCalendarBlockCheckOutButton
source: Block check-out
hr: Blokiraj check-out

# priceCalendarCheckOutBlockedForDays
source: Check-out blocked for selected days
hr: Check-out blokiran za odabrane dane

# icalNoFeeds
source: No feeds
hr: Nema feedova

# icalNoFeedsDescription
source: Add your first iCal feed to start synchronization
hr: Dodajte prvi iCal feed da započnete sinkronizaciju

# icalAllFeedsPaused
source: All feeds paused
hr: Svi feedovi pauzirani

# icalNoActiveFeeds
source: No active feeds
hr: Nema aktivnih feedova

# icalWhySync
source: Why iCal Synchronization?
hr: Zašto iCal Sinkronizacija?

# icalAutoSync
source: Automatic Synchronization
hr: Automatska sinkronizacija

# icalAutoSyncDesc
source: Reservations are automatically imported from booking platforms every 60 minutes
hr: Rezervacije se automatski uvoze sa booking platformi svakih 60 minuta

# icalPreventDoubleBooking
source: Prevent Double Booking
hr: Sprječavanje dvostrukog rezerviranja

# icalPreventDoubleBookingDesc
source: Block dates on all platforms automatically
hr: Blokirajte termine na svim platformama automatski

# icalCompatibility
source: Compatibility
hr: Kompatibilnost

# icalCompatibilityDesc
source: Supports Booking.com, Airbnb and other iCal platforms
hr: Podržava Booking.com, Airbnb i druge iCal platforme

# icalSecure
source: Secure and Reliable
hr: Sigurno i Pouzdano

# icalSecureDesc
source: Encrypted data and automatic backup of all reservations
hr: Kriptirani podaci i automatska sigurnosna kopija svih rezervacija

# icalErrorLoadingFeeds
source: Error loading feeds
hr: Greška pri učitavanju feedova

# icalNoFeedsTitle
source: No iCal Feeds
hr: Nema iCal Feedova

# icalNoFeedsSubtitle
source: Add an iCal feed to synchronize reservations with booking platforms
hr: Dodajte iCal feed da sinkronizirate rezervacije sa booking platformama

# icalAddFeed
source: Add iCal Feed
hr: Dodaj iCal Feed

# icalAddFeedSubtitle
source: Connect calendar with Booking.com, Airbnb or other platforms
hr: Povežite kalendar sa Booking.com, Airbnb ili druge platforme

# icalAddFeedButton
source: Add Feed
hr: Dodaj Feed

# icalYourFeeds
source: Your Feeds
hr: Vaši Feedovi

# icalLastSynced
source: Last synced: {time}
hr: Zadnje sinkronizirano: {time}

# icalErrorPrefix
source: Error: {error}
hr: Greška: {error}

# icalReservationsAndSyncs
source: {reservations} reservations • {syncs} syncs
hr: {reservations} rezervacija • {syncs} sinkronizacija

# icalPause
source: Pause
hr: Pauziraj

# icalResume
source: Resume
hr: Nastavi

# icalHowItWorks
source: How does iCal synchronization work?
hr: Kako funkcionira iCal sinkronizacija?

# icalSyncErrorMessage
source: Error during synchronization
hr: Greška prilikom sinkronizacije

# icalUnknownError
source: Unknown error
hr: Nepoznata greška

# icalFeedPaused
source: Feed paused
hr: Feed pauziran

# icalFeedPauseError
source: Error pausing feed
hr: Greška prilikom pauziranja feeda

# icalFeedResumed
source: Feed resumed
hr: Feed nastavljen

# icalFeedResumeError
source: Error resuming feed
hr: Greška prilikom nastavljanja feeda

# icalDeleteFeedTitle
source: Delete Feed?
hr: Obriši Feed?

# icalDeleteFeedMessage
source: Are you sure you want to delete {platform} feed? This action will delete {count} synchronized reservations.
hr: Jeste li sigurni da želite obrisati {platform} feed? Ova akcija će obrisati {count} sinkroniziranih rezervacija.

# icalFeedDeleted
source: Feed deleted
hr: Feed obrisan

# icalFeedDeleteError
source: Error deleting feed
hr: Greška prilikom brisanja feeda

# icalAddFeedTitle
source: Add iCal Feed
hr: Dodaj iCal Feed

# icalEditFeedTitle
source: Edit iCal Feed
hr: Uredi iCal Feed

# icalSelectUnit
source: Select unit *
hr: Odaberi jedinicu *

# icalSelectUnitRequired
source: Please select a unit
hr: Molimo odaberite jedinicu

# icalNoUnitsCreated
source: You have no units created. First create an apartment.
hr: Nemate kreiranih jedinica. Prvo kreirajte apartman.

# icalErrorLoadingUnits
source: Error loading units
hr: Greška učitavanja jedinica

# icalPlatform
source: Platform *
hr: Platforma *

# icalPlatformOther
source: Other platform (iCal)
hr: Druga platforma (iCal)

# icalPasteFromClipboard
source: Paste from clipboard
hr: Zalijepi iz clipboard-a

# icalUrlRequired
source: Please enter iCal URL
hr: Molimo unesite iCal URL

# icalUrlInvalid
source: URL must start with http:// or https://
hr: URL mora početi sa http:// ili https://

# icalAutoSyncInfo
source: Automatic synchronization
hr: Automatska sinkronizacija

# icalAutoSyncInfoDesc
source: Reservations will be automatically synchronized every 60 minutes. Initial synchronization will start immediately after adding.
hr: Rezervacije će se automatski sinkronizirati svakih 60 minuta. Početna sinkronizacija će se pokrenuti odmah nakon dodavanja.

# icalAdd
source: Add
hr: Dodaj

# icalInitialSyncStarting
source: Feed successfully added! Starting initial synchronization...
hr: Feed uspješno dodan! Pokrećem početnu sinkronizaciju...

# icalInitialSyncSuccess
source: Initial synchronization completed! Imported: {count} reservations
hr: Početna sinkronizacija završena! Uvezeno: {count} rezervacija

# icalInitialSyncFailed
source: Feed added, but initial synchronization failed. Synchronization will automatically start in 60 minutes.
hr: Feed je dodan, ali početna sinkronizacija nije uspjela. Sinkronizacija će se automatski pokrenuti za 60 minuta.

# icalInitialSyncError
source: Feed added, but automatic synchronization failed. You can manually start synchronization later.
hr: Feed je dodan, ali automatska sinkronizacija nije uspjela. Možete ručno pokrenuti sinkronizaciju kasnije.

# icalFeedUpdated
source: Feed updated
hr: Feed ažuriran

# icalFeedSaveError
source: Error saving feed
hr: Greška prilikom spremanja feeda

# icalGuideTitle
source: iCal Synchronization - Guide
hr: iCal Sinkronizacija - Uputstvo

# icalGuideHeaderTitle
source: iCal Synchronization
hr: iCal Sinkronizacija

# icalGuideHeaderSubtitle
source: Automatic sync of reservations from Booking.com, Airbnb and other platforms
hr: Automatski sync rezervacija sa Booking.com, Airbnb i drugih platformi

# icalGuideHeaderTip
source: 💡 iCal synchronization prevents overbooking by automatically importing reservations from other platforms and displaying them as occupied days in your calendar.
hr: 💡 iCal sinkronizacija sprječava dvostruke rezervacije tako što automatski uvozi rezervacije s drugih platformi i prikazuje ih kao zauzete dane u vašem kalendaru.

# icalGuideBookingComSteps
source: Steps to get iCal URL:
hr: Koraci za dobivanje iCal URL-a:

# icalGuideBookingCom1
source: 1. Log in to Extranet (admin.booking.com)
hr: 1. Prijavite se na Extranet (admin.booking.com)

# icalGuideBookingCom2
source: 2. Go to: Property → Calendar → Reservations export
hr: 2. Idite na: Property → Calendar → Reservations export

# icalGuideBookingCom3
source: 3. Copy "Calendar export link" (iCal URL)
hr: 3. Kopirajte "Calendar export link" (iCal URL)

# icalGuideBookingCom4
source: 4. Paste in Owner app
hr: 4. Zalijepite u Owner aplikaciju

# icalGuideAirbnb1
source: 1. Log in to Airbnb host dashboard
hr: 1. Prijavite se na Airbnb host dashboard

# icalGuideAirbnb2
source: 2. Select property (listing)
hr: 2. Odaberite property (listing)

# icalGuideAirbnb3
source: 3. Go to: Calendar → Availability settings → Export calendar
hr: 3. Idite na: Calendar → Availability settings → Export calendar

# icalGuideAirbnb4
source: 4. Copy iCal link
hr: 4. Kopirajte iCal link

# icalGuideAirbnb5
source: 5. Paste in Owner app
hr: 5. Zalijepite u Owner aplikaciju

# icalGuideAddFeedTitle
source: Adding iCal Feed in Owner App
hr: Dodavanje iCal Feed-a u Owner Aplikaciju

# icalGuideStep1Title
source: Open iCal Synchronization
hr: Otvorite iCal Sinkronizaciju

# icalGuideStep1Desc
source: In Owner app:
hr: U Owner aplikaciji:

# icalGuideStep1Bullet1
source: Open drawer (hamburger menu)
hr: Otvorite drawer (hamburger meni)

# icalGuideStep1Bullet2
source: Go to: Integrations → iCal Synchronization
hr: Idite na: Integracije → iCal Sinkronizacija

# icalGuideStep1Button
source: Go to iCal Synchronization
hr: Idi na iCal Sinkronizaciju

# icalGuideStep2Title
source: Add new Feed
hr: Dodajte novi Feed

# icalGuideStep2Desc
source: Click on "Add iCal Feed" button:
hr: Kliknite na "Dodaj iCal Feed" dugme:

# icalGuideStep2Bullet1
source: Select Unit (apartment) for sync
hr: Odaberite Unit (apartman) za koji želite sync

# icalGuideStep2Bullet2
source: Select platform (Booking.com, Airbnb, etc.)
hr: Odaberite platformu (Booking.com, Airbnb, itd.)

# icalGuideStep2Bullet3
source: Paste iCal URL you copied
hr: Zalijepite iCal URL koji ste kopirali
