Repository: DanLika/rab_booking
Catalog: lib/l10n/app_*.arb
Languages: hr

# editProfileTitle
source: Edit Profile
hr: Uredi Profil

# editProfileSubtitle
source: Update your personal information
hr: Ažurirajte osobne podatke

# editProfileDiscardTitle
source: Discard changes?
hr: Odbaciti promjene?

# editProfileDiscardMessage
source: You have unsaved changes. Do you want to discard them?
hr: Imate nespremljene promjene. Želite li ih odbaciti?

# editProfileDiscard
source: Discard
hr: Odbaci

# editProfileSaving
source: Saving...
hr: Spremanje...

# editProfileSaveChanges
source: Save Changes
hr: Spremi Promjene

# editProfileSaveSuccess
source: Profile updated successfully
hr: Profil uspješno ažuriran

# editProfileSaveError
source: Failed to save profile
hr: Greška pri spremanju profila

# editProfileValidationError
source: Please fill in all required fields correctly
hr: Molimo ispunite sva obavezna polja ispravno

# editProfileOptional
source: optional
hr: opcionalno

# editProfilePersonalData
source: Personal Data
hr: Osobni podaci

# editProfilePersonalDataSubtitle
source: Basic contact information
hr: Osnovni kontakt podaci

# editProfileFullName
source: Full Name
hr: Ime i Prezime

# editProfilePhone
source: Phone
hr: Telefon

# editProfileAddress
source: Address
hr: Adresa

# editProfileAddressSubtitle
source: Your physical address
hr: Vaša fizička adresa

# editProfileCountry
source: Country
hr: Država

# editProfileStreet
source: Street and Number
hr: Ulica i Broj

# editProfileCity
source: City
hr: Grad

# editProfilePostalCode
source: Postal Code
hr: Poštanski Broj

# editProfileCompany
source: Company
hr: Tvrtka

# editProfileCompanySubtitle
source: For business users and invoices
hr: Za poslovne korisnike i fakture

# editProfileCompanyName
source: Company Name
hr: Naziv tvrtke

# editProfileTaxId
source: Tax ID / OIB
hr: OIB / Porezni Broj

# editProfileVatId
source: VAT ID
hr: PDV ID

# editProfileCompanyAddress
source: Company Address
hr: Adresa tvrtke

# editProfileOnlinePresence
source: Online Presence
hr: Online Prisutnost

# editProfileWebsite
source: Website
hr: Web Stranica

# editProfileFacebook
source: Facebook Page
hr: Facebook Stranica

# editProfilePropertyType
source: Property Type
hr: Vrsta Nekretnine

# notificationSettingsTitle
source: Notification Settings
hr: Postavke Obavijesti

# notificationSettingsEnableAll
source: Enable All Notifications
hr: Omogući Sve Obavijesti

# notificationSettingsMasterSwitch
source: Turn off to stop all email notifications to you. Guest emails are not affected.
hr: Isključite da zaustavite sve email obavijesti. Emailovi gostima nisu zahvaćeni.

# notificationSettingsEnabled
source: Notifications enabled successfully
hr: Obavijesti uspješno omogućene

# notificationSettingsDisabled
source: Notifications disabled successfully
hr: Obavijesti uspješno onemogućene

# notificationSettingsUpdateError
source: Error updating settings
hr: Greška pri ažuriranju postavki

# notificationSettingsDisabledWarning
source: All email notifications to you are paused. Guest confirmation emails will still be sent. Enable to receive booking alerts.
hr: Sve email obavijesti su pauzirane. Potvrdni emailovi gostima i dalje se šalju. Omogućite za primanje upozorenja o rezervacijama.

# notificationSettingsCategories
source: Email Notifications
hr: Email Obavijesti

# notificationSettingsBookings
source: Bookings
hr: Rezervacije

# notificationSettingsBookingsDesc
source: Emails when guests make instant bookings. Pending bookings requiring your approval are always sent.
hr: Emailovi kada gosti naprave instant rezervacije. Rezervacije na čekanju koje zahtijevaju odobrenje uvijek se šalju.

# notificationSettingsPayments
source: Payments
hr: Plaćanja

# notificationSettingsPaymentsDesc
source: Emails when you receive Stripe payments from guests.
hr: Emailovi kada primite Stripe uplatu od gostiju.

# notificationSettingsCalendar
source: Calendar
hr: Kalendar

# notificationSettingsCalendarDesc
source: iCal sync alerts and calendar conflict warnings.
hr: Upozorenja iCal sinkronizacije i konflikti u kalendaru.

# notificationSettingsMarketingDesc
source: Platform news, tips for property owners, and feature updates.
hr: Novosti platforme, savjeti za vlasnike nekretnina i ažuriranja značajki.

# notificationSettingsEmailChannel
source: Email Notifications
hr: Email Obavijesti

# notificationSettingsEmailChannelDesc
source: Receive email alerts for this category
hr: Primajte email upozorenja za ovu kategoriju

# notificationSettingsPushChannel
source: Push Notifications
hr: Push Obavijesti

# notificationSettingsPushChannelDesc
source: Receive push notifications on your device
hr: Primajte push obavijesti na uređaj

# notificationSettingsSmsChannelDesc
source: Receive notifications via SMS
hr: Primajte obavijesti putem SMS-a

# notificationSettingsLoadError
source: Error loading preferences
hr: Greška pri učitavanju postavki

# notificationSettingsUpdated
source: {category} notification preferences updated
hr: Postavke obavijesti za {category} ažurirane

# aboutTitle
source: About
hr: O Aplikaciji

# aboutTagline
source: Property Management System
hr: Sustav za Upravljanje Nekretninama

# aboutVersion
source: Version 1.0.0
hr: Verzija 1.0.0

# aboutWhatIs
source: What is BookBed?
hr: Što je BookBed?

# aboutDescription
source: BookBed is a comprehensive property management system designed for vacation rental owners. Manage your properties, bookings, calendar, and integrations all in one place. Our embedded booking widget makes it easy for guests to book directly on your website.
hr: BookBed je sveobuhvatan sustav za upravljanje nekretninama dizajniran za vlasnike smještaja za odmor. Upravljajte svojim nekretninama, rezervacijama, kalendarom i integracijama na jednom mjestu. Naš ugrađeni widget za rezervacije olakšava gostima izravno rezerviranje na vašoj web stranici.

# aboutKeyFeatures
source: Key Features
hr: Ključne Značajke

# aboutFeatureCalendar
source: Smart Calendar
hr: Pametni Kalendar

# aboutFeatureCalendarDesc
source: Manage availability across multiple properties
hr: Upravljajte dostupnošću više nekretnina

# aboutFeatureBookings
source: Online Bookings
hr: Online Rezervacije

# aboutFeatureBookingsDesc
source: Embedded booking widget for your website
hr: Ugrađeni widget za rezervacije na vašoj stranici

# aboutFeatureIcal
source: iCal Integration
hr: iCal Integracija

# aboutFeatureIcalDesc
source: Sync with Booking.com, Airbnb, and more
hr: Sinkronizacija s Booking.com, Airbnb i drugima

# aboutFeaturePayments
source: Payment Processing
hr: Obrada Plaćanja

# aboutFeaturePaymentsDesc
source: Stripe integration for secure payments
hr: Stripe integracija za sigurna plaćanja

# aboutFeatureAnalytics
source: Analytics
hr: Analitika

# aboutFeatureAnalyticsDesc
source: Track bookings, revenue, and occupancy
hr: Pratite rezervacije, prihode i popunjenost

# aboutBuiltWith
source: Built With
hr: Izrađeno S

# aboutContactSupport
source: Contact & Support
hr: Kontakt i Podrška

# aboutWebsiteLabel
source: Website
hr: Web stranica

# aboutCopyright
source: © 2025 BookBed. All rights reserved.
hr: © 2025 BookBed. Sva prava pridržana.

# unitHubTitle
source: Accommodation Units
hr: Smještajne Jedinice

# unitHubShowAllUnits
source: Show all units
hr: Prikaži sve jedinice

# unitHubPropertiesAndUnits
source: Properties and Units
hr: Objekti i Jedinice

# unitHubAddProperty
source: Add new property
hr: Dodaj novi objekt

# unitHubSearch
source: Search...
hr: Pretraži...

# unitHubLoadingError
source: Error loading
hr: Greška pri učitavanju

# unitHubNoProperties
source: No properties
hr: Nemate objekata

# unitHubNoPropertiesDesc
source: Create your first property to add accommodation units
hr: Kreirajte prvi objekt da biste mogli dodavati smještajne jedinice

# unitHubCreateProperty
source: Create Property
hr: Kreiraj Objekt

# unitHubNoResults
source: No results
hr: Nema rezultata

# unitHubUnitsCount
source: {count, plural, =1{1 unit} other{{count} units}}
hr: {count, plural, =1{1 jedinica} =2{2 jedinice} few{{count} jedinice} other{{count} jedinica}}

# unitHubEditProperty
source: Edit property
hr: Uredi objekt

# unitHubDeleteProperty
source: Delete property
hr: Obriši objekt

# unitHubDeleteAllUnitsFirst
source: Delete all units before deleting property
hr: Obriši sve jedinice prije brisanja objekta

# unitHubAddUnit
source: Add unit
hr: Dodaj jedinicu

# unitHubNoUnitsInProperty
source: No units in this property
hr: Nema jedinica u ovom objektu

# unitHubAdd
source: Add
hr: Dodaj

# unitHubCannotDelete
source: Cannot delete
hr: Nije moguće obrisati

# unitHubCannotDeleteDesc
source: Property "{name}" has {count} units. You must delete all units before deleting the property.
hr: Objekt "{name}" ima {count} jedinica. Morate prvo obrisati sve jedinice prije brisanja objekta.

# unitHubUnderstand
source: I understand
hr: Razumijem

# unitHubDeletePropertyTitle
source: Delete property
hr: Obriši objekt

# unitHubDeletePropertyConfirm
source: Are you sure you want to delete "{name}"? This action cannot be undone.
hr: Jeste li sigurni da želite obrisati "{name}"? Ova akcija se ne može poništiti.

# unitHubPropertyDeleted
source: Property "{name}" has been successfully deleted
hr: Objekt "{name}" je uspješno obrisan

# unitHubDeleteError
source: Error deleting: {error}
hr: Greška pri brisanju: {error}

# unitHubDeleteUnitTitle
source: Delete unit
hr: Obriši jedinicu

# unitHubDeleteUnitConfirm
source: Are you sure you want to delete "{name}"? This action cannot be undone.
hr: Jeste li sigurni da želite obrisati "{name}"? Ova akcija se ne može poništiti.

# unitHubUnitDeleted
source: Unit "{name}" has been successfully deleted
hr: Jedinica "{name}" je uspješno obrisana

# unitHubTabBasicInfo
source: Basic
hr: Osnovno

# unitHubTabPricing
source: Pricing
hr: Cjenovnik

# unitHubTabAdvanced
source: Advanced
hr: Napredno

# unitHubSelectUnit
source: Select a unit
hr: Odaberite jedinicu

# unitHubSelectUnitDesc
source: Select a unit from the list to view and edit details
hr: Odaberite jedinicu s liste za pregled i uređivanje detalja

# unitHubAvailable
source: Available
hr: Dostupno

# unitHubUnavailable
source: Unavailable
hr: Nedostupno

# unitHubEditUnit
source: Edit unit
hr: Uredi jedinicu

# unitHubDeleteUnit
source: Delete unit
hr: Obriši jedinicu

# unitHubError
source: Error: {error}
hr: Greška: {error}

# notificationsTitle
source: Notifications
hr: Obavještenja

# notificationsDeleteSelected
source: Delete selected?
hr: Obriši odabrane?

# notificationsDeleteSelectedDesc
source: Are you sure you want to delete {count} notifications?
hr: Jeste li sigurni da želite obrisati {count} obavještenja?

source: Notifications deleted
hr: Obavještenja obrisana

# notificationsDeleteAll
source: Delete all?
hr: Obriši sve?

# notificationsDeleteAllDesc
source: Are you sure you want to delete ALL notifications? This action cannot be undone.
hr: Jeste li sigurni da želite obrisati SVA obavještenja? Ova radnja se ne može poništiti.

# notificationsAllDeleted
source: All notifications deleted
hr: Sva obavještenja obrisana

# notificationsSelect
source: Select
hr: Odaberi

# notificationsCancel
source: Cancel
hr: Otkaži

# notificationsSelected
source: {count} selected
hr: {count} odabrano

# notificationsDeselectAll
source: Deselect all
hr: Poništi odabir

# notificationsSelectAll
source: Select all
hr: Odaberi sve

# notificationsDeleteSelectedBtn
source: Delete selected
hr: Obriši odabrane

# notificationsDeleteAllBtn
source: Delete all
hr: Obriši sve

# notificationsDeleting
source: Deleting...
hr: Brisanje...

# notificationsEmpty
source: No notifications
hr: Nema obavještenja

# notificationsEmptyDesc
source: You will see all your notifications here
hr: Ovdje ćete vidjeti sva vaša obavještenja

# notificationsLoadError
source: Error loading notifications
hr: Greška pri učitavanju obavještenja

# notificationsTryAgain
source: Try again
hr: Pokušaj ponovno

# notificationsDeleteNotification
source: Delete notification
hr: Obriši obavještenje

# notificationsDeleteNotificationDesc
source: Are you sure you want to delete this notification?
hr: Jeste li sigurni da želite obrisati ovo obavještenje?

# notificationBookingCreatedTitle
source: New Booking
hr: Nova rezervacija

# notificationBookingUpdatedTitle
source: Booking Updated
hr: Rezervacija ažurirana

# notificationBookingCancelledTitle
source: Booking Cancelled
hr: Rezervacija otkazana

# notificationPaymentReceivedTitle
source: Payment Received
hr: Plaćanje primljeno

# notificationBookingCreatedMessage
source: {guestName} created a new booking.
hr: {guestName} je kreirao novu rezervaciju.

# notificationBookingUpdatedMessage
source: Booking for {guestName} was updated.
hr: Rezervacija za {guestName} je ažurirana.

# notificationBookingCancelledMessage
source: Booking for {guestName} was cancelled.
hr: Rezervacija za {guestName} je otkazana.

# notificationPaymentReceivedMessage
source: Received payment from {guestName} for €{amount}.
hr: Primljeno plaćanje od {guestName} u iznosu od €{amount}.

# notificationTimeJustNow
source: Just now
hr: Upravo sada

# notificationTimeMinutesAgo
source: {minutes} min ago
hr: {minutes} min prije

# notificationTimeHoursAgo
source: {hours}h ago
hr: {hours}h prije

# notificationTimeDaysAgo
source: {days}d ago
hr: {days}d prije

# notificationTimeWeeksAgo
source: {weeks}w ago
hr: {weeks}t prije

# notificationTimeMonthsAgo
source: {months}mo ago
hr: {months}mj prije

# bankAccountTitle
source: Bank Account
hr: Bankovni Račun

# bankAccountBankDetails
source: Bank Details
hr: Bankovni Podaci

# bankAccountBankDetailsSubtitle
source: Data for receiving payments
hr: Podaci za primanje uplata

# bankAccountBankName
source: Bank Name
hr: Naziv Banke

# bankAccountHolder
source: Account Holder
hr: Vlasnik Računa

# bankAccountInfoTitle
source: When is this data used?
hr: Kada se koriste ovi podaci?

# bankAccountInfoDesc
source: This bank data is displayed to guests when they select "Bank Transfer" as the payment method in the booking widget.
hr: Ovi bankovni podaci se prikazuju gostima kada odaberu "Bankovni prijenos" kao način plaćanja u booking widget-u.

# bankAccountSaveChanges
source: Save Changes
hr: Spremi Promjene

# bankAccountSaving
source: Saving...
hr: Spremanje...

# bankAccountCancel
source: Cancel
hr: Odustani

# bankAccountFillFieldsError
source: Please fill in all fields correctly
hr: Molimo ispravno popunite sva polja

# bankAccountSaveSuccess
source: Bank details saved successfully
hr: Bankovni podaci uspješno spremljeni

# bankAccountSaveError
source: Error saving bank details
hr: Greška pri spremanju bankovnih podataka

# bankAccountDiscardTitle
source: Discard changes?
hr: Odbaciti promjene?

# bankAccountDiscardDesc
source: You have unsaved changes. Do you want to discard them?
hr: Imate nespremljene promjene. Želite li ih odbaciti?

# bankAccountDiscard
source: Discard
hr: Odbaci

# stripeTitle
source: Stripe Payments
hr: Stripe Plaćanja

# stripeConnectAccount
source: Connect Stripe Account
hr: Poveži Stripe Račun

# stripeFinishSetup
source: Finish Stripe Setup
hr: Završi Stripe Setup

# stripeHowItWorks
source: How does Stripe Connect work?
hr: Kako funkcionira Stripe Connect?

# stripeNotConnected
source: Not connected
hr: Nije povezano

# stripeNotConnectedDesc
source: Stripe account is not connected. Receiving payments is not possible.
hr: Stripe račun nije povezan. Prijem plaćanja nije moguć.

# stripeSetupInProgress
source: Setup in progress
hr: Setup u toku

# stripeSetupInProgressDesc
source: Complete Stripe setup to start receiving payments.
hr: Završite Stripe setup da biste mogli primati plaćanja.

# stripeActive
source: Active
hr: Aktivno

# stripeActiveDesc
source: Stripe account is connected. You can receive payments!
hr: Stripe račun je povezan. Možete primati plaćanja!

# stripeWhyConnect
source: Why Stripe Connect?
hr: Zašto Stripe Connect?

# stripeReceivePayments
source: Receive payments
hr: Prijem plaćanja

# stripeReceivePaymentsDesc
source: Receive card payments directly to your account
hr: Primajte plaćanja karticama direktno na vaš račun

# stripeSecurity
source: Security
hr: Sigurnost

# stripeSecurityDesc
source: PCI-DSS compliant system for secure transactions
hr: PCI-DSS komplijantan sistem za sigurne transakcije

# stripeInstantConfirmations
source: Instant confirmations
hr: Instant potvrde

# stripeInstantConfirmationsDesc
source: Automatic booking confirmation after successful payment
hr: Automatska potvrda rezervacija nakon uspješne uplate

# stripeNoHiddenFees
source: No hidden fees
hr: Nema skrivenih troškova

# stripeNoHiddenFeesDesc
source: Stripe charges ~2.9% + €0.30 per transaction
hr: Stripe naplaćuje ~2.9% + €0.30 po transakciji

# stripeCannotOpenPage
source: Cannot open Stripe page
hr: Ne mogu otvoriti Stripe stranicu

# stripeCannotOpenPageDesc
source: Cannot open Stripe page. Please try again.
hr: Ne mogu otvoriti Stripe stranicu. Pokušajte ponovo.

# stripeCreateAccountError
source: Error creating Stripe account
hr: Greška prilikom kreiranja Stripe računa

# stripeConnectError
source: Error connecting Stripe account
hr: Greška prilikom povezivanja Stripe računa

# stripeDisconnect
source: Disconnect Account
hr: Odspoji račun

# stripeDisconnectTitle
source: Disconnect Stripe Account
hr: Odspoji Stripe račun

# stripeDisconnectMessage
source: Are you sure you want to disconnect your Stripe account? You will no longer be able to receive payments until you reconnect.
hr: Jeste li sigurni da želite odspojiti Stripe račun? Više nećete moći primati plaćanja dok se ponovo ne povežete.

# stripeDisconnectConfirm
source: Disconnect
hr: Odspoji

# stripeDisconnectSuccess
source: Stripe account disconnected successfully
hr: Stripe račun uspješno odspojen

# stripeDisconnectError
source: Error disconnecting Stripe account
hr: Greška prilikom odspajanja Stripe računa

# stripeLoadingAccount
source: Loading payment settings...
hr: Učitavanje postavki plaćanja...

# advancedSettingsTitle
source: Advanced Settings
hr: Napredne Postavke

# advancedSettingsSaveSuccess
source: Advanced settings saved successfully
hr: Napredne postavke uspješno spremljene

# advancedSettingsSaveError
source: Failed to save advanced settings
hr: Greška pri spremanju naprednih postavki

# advancedSettingsNotFound
source: Widget settings not found
hr: Postavke widgeta nisu pronađene

# advancedSettingsDisclaimerPreview
source: Disclaimer Preview
hr: Pregled Izjave

# advancedSettingsNoDisclaimer
source: No disclaimer text
hr: Nema teksta izjave

# advancedSettingsCustomTextRequired
source: Please enter custom text or use default
hr: Unesite prilagođeni tekst ili koristite zadani

# advancedSettingsSaving
source: Saving...
hr: Spremanje...

# advancedSettingsSave
source: Save Advanced Settings
hr: Spremi Napredne Postavke

# onboardingWelcomeTitle
source: Welcome to BedBooking!
hr: Dobrodošli u BedBooking!

# onboardingWelcomeSubtitle
source: Accommodation management system
hr: Sistem za upravljanje smještajem

# onboardingWhatYouWillLearn
source: What you will learn through the guide:
hr: Što ćete naučiti kroz vodič:

# onboardingCreateProperty
source: Create property
hr: Kreiranje objekta

# onboardingCreatePropertyDesc
source: Add basic information about your accommodation
hr: Dodajte osnovne informacije o vašem smještaju

# onboardingSetupUnits
source: Setup units
hr: Postavljanje jedinica

# onboardingSetupUnitsDesc
source: Create rooms or apartments
hr: Kreirajte sobe ili apartmane

# onboardingSetupPricing
source: Setup pricing
hr: Postavljanje cijena

# onboardingSetupPricingDesc
source: Set basic prices for accommodation
hr: Postavite osnovne cijene za smještaj

# onboardingStart
source: Start
hr: Započni

# onboardingSkipForNow
source: Skip for now
hr: Preskoči za sada

# onboardingAlreadyHaveAccount
source: Already have an account?
hr: Već imate račun?

# onboardingSignIn
source: Sign in
hr: Prijavite se

# onboardingSkipTitle
source: Skip guide?
hr: Preskoči vodič?

# onboardingSkipDesc
source: If you skip the guide, you won't learn the basics of setting up the system. You can always add properties and units later through settings. Do you want to continue?
hr: Ako preskočite vodič, nećete naučiti osnove postavljanja sustava. Uvijek možete dodati objekt i jedinice kasnije kroz postavke. Želite li nastaviti?

# onboardingSkip
source: Skip
hr: Preskoči

# onboardingSuccessCongrats
source: Congratulations!
hr: Čestitamo!

# onboardingSuccessSubtitle
source: You have successfully completed the initial setup
hr: Uspješno ste završili početno postavljanje

# onboardingSuccessDesc
source: Your property is created and ready to use.
hr: Vaš objekt je kreiran i spreman za korištenje.

# onboardingSuccessNextSteps
source: Next steps:
hr: Sljedeći koraci:

# onboardingSuccessAddUnits
source: Add units
hr: Dodajte jedinice

# onboardingSuccessAddUnitsDesc
source: Create rooms or apartments
hr: Kreirajte sobe ili apartmane

# onboardingSuccessSetPrices
source: Set prices
hr: Postavite cijene

# onboardingSuccessSetPricesDesc
source: Define prices by dates
hr: Definirajte cijene po datumima

# onboardingSuccessViewCalendar
source: View calendar
hr: Pregledajte kalendar

# onboardingSuccessViewCalendarDesc
source: Track bookings and availability
hr: Pratite rezervacije i dostupnost

# onboardingSuccessGoToDashboard
source: Go to Dashboard
hr: Idi na Dashboard

# unitHubInfoSection
source: Information
hr: Informacije

# unitHubName
source: Name
hr: Naziv

# unitHubDescription
source: Description
hr: Opis

# unitHubStatusAvailable
source: Available
hr: Dostupan

# unitHubStatusUnavailable
source: Unavailable
hr: Nedostupan

# unitHubCapacitySection
source: Capacity
hr: Kapacitet

# unitHubBedrooms
source: Bedrooms
hr: Spavaće sobe

# unitHubBathrooms
source: Bathrooms
hr: Kupaonice

# unitHubMaxGuests
source: Max guests
hr: Max gostiju

# unitHubArea
source: Area
hr: Površina

# unitHubPriceSection
source: Price
hr: Cijena

# unitHubPricePerNight
source: Price per night
hr: Cijena po noći

# unitHubMinNights
source: Min nights
hr: Min noći

# unitHubPhotosSection
source: Photos
hr: Fotografije

# unitHubNoPhotos
source: No photos
hr: Nema fotografija

# unitHubMorePhotos
source: +{count} more
hr: +{count} više

# unitHubBasicData
source: Basic Data
hr: Osnovni Podaci

# unitHubEdit
source: Edit
hr: Uredi

# unitHubPerNight
source: /night
hr: /noć

# propertyFormTitleAdd
source: Add Property
hr: Dodaj Nekretninu

# propertyFormTitleEdit
source: Edit Property
hr: Uredi Nekretninu

# propertyFormBasicInfo
source: Basic Information
hr: Osnovne Informacije

# propertyFormPropertyName
source: Property name *
hr: Naziv nekretnine *

# propertyFormPropertyNameHint
source: e.g. Villa Mediteran
hr: npr. Villa Mediteran

# propertyFormPropertyNameRequired
source: Name is required
hr: Naziv je obavezan

# propertyFormSlugRequired
source: Slug is required
hr: Slug je obavezan

# propertyFormSlugInvalid
source: Slug can only contain lowercase letters, numbers and hyphens
hr: Slug može sadržavati samo mala slova, brojeve i crtice

# propertyFormRegenerateSlug
source: Regenerate from name
hr: Regeneriši iz naziva

# propertyFormSubdomain
source: Subdomain
hr: Poddomena

# propertyFormSubdomainHint
source: your-property
hr: vasa-nekretnina

# propertyFormSubdomainHelper
source: Custom URL: [subdomain].bookbed.io
hr: Prilagođeni URL: [subdomain].bookbed.io

# propertyFormSubdomainAvailable
source: Subdomain is available
hr: Subdomena je dostupna

# propertyFormSubdomainTaken
source: Taken
hr: Zauzeto

# propertyFormSubdomainUseSuggestion
source: Use suggestion
hr: Koristi prijedlog

# propertyFormPropertyType
source: Property type *
hr: Vrsta nekretnine *

# propertyFormDescription
source: Description *
hr: Opis *
