Repository: DanLika/rab_booking
Catalog: lib/l10n/app_*.arb
Languages: hr

# icalGuideStep2Bullet4
source: Click "Add"
hr: Kliknite "Dodaj"

# icalGuideStep3Title
source: Start Sync
hr: Pokrenite Sync

# icalGuideStep3Desc
source: After adding feed:
hr: Nakon dodavanja feed-a:

# icalGuideStep3Bullet1
source: Click "Sync Now" button next to feed
hr: Kliknite "Sync Now" dugme pored feed-a

# icalGuideStep3Bullet2
source: Wait a few seconds
hr: Pričekajte nekoliko sekundi

# icalGuideStep3Bullet3
source: Check status (Active ✓)
hr: Provjerite status (Active ✓)

# icalGuideStep3Success
source: Done! Reservations from other platforms will automatically appear as occupied days.
hr: Gotovo! Rezervacije s drugih platformi će se automatski prikazivati kao zauzeti dani.

# icalGuideStep4Title
source: Automatic Synchronization
hr: Automatska sinkronizacija

# icalGuideStep4Desc
source: System automatically synchronizes reservations:
hr: Sustav automatski sinkronizira rezervacije:

# icalGuideStep4Bullet1
source: Automatic sync runs every hour
hr: Svaki sat se pokreće automatski sync

# icalGuideStep4Bullet2
source: New reservations appear within 1h
hr: Nove rezervacije se pojavljuju u roku od 1h

# icalGuideStep4Bullet3
source: Cancelled reservations are removed
hr: Otkazane rezervacije se uklanjaju

# icalGuideStep4Bullet4
source: You can manually start sync anytime
hr: Možete ručno pokrenuti sync bilo kada

# icalGuideStep4Info
source: Sync time: Every hour at 00 minutes (e.g. 10:00, 11:00, 12:00...)
hr: Vrijeme sinkronizacije: Svaki sat u 00 minuta (npr. 10:00, 11:00, 12:00...)

# icalGuideFaqTitle
source: Frequently Asked Questions
hr: Česta Pitanja

# icalGuideFaq1Q
source: How often does it sync?
hr: Koliko često se sinkronizira?

# icalGuideFaq1A
source: Automatic sync runs every hour. You can manually start sync anytime by clicking "Sync Now".
hr: Automatski sync se izvršava svaki sat. Možete ručno pokrenuti sync bilo kada klikom na "Sync Now".

# icalGuideFaq2Q
source: Will guests see reservations from other platforms?
hr: Hoće li gosti vidjeti rezervacije sa drugih platformi?

# icalGuideFaq2A
source: Yes! Reservations imported via iCal will be shown as occupied days in embed widget, preventing overbooking.
hr: Da! Rezervacije uvezene preko iCal-a će biti prikazane kao zauzeti dani u embed widgetu, sprječavajući dvostruke rezervacije.

# icalGuideFaq3Q
source: Can I add multiple feeds for same apartment?
hr: Mogu li dodati više feed-ova za isti apartman?

# icalGuideFaq3A
source: Yes, you can add feeds from multiple platforms (Booking.com, Airbnb, or any other iCal platform) for same unit. All reservations will be synchronized.
hr: Da, možete dodati feed-ove s više platformi (Booking.com, Airbnb, ili bilo koja druga iCal platforma) za isti unit. Sve rezervacije će biti sinkronizirane.

# icalGuideFaq4Q
source: Can I see guest details from other platforms?
hr: Da li mogu vidjeti detalje gosta sa drugih platformi?

# icalGuideFaq4A
source: No. iCal protocol only transfers reservation dates (check-in and check-out), not personal guest data. For guest details, you must log in to the respective platform.
hr: Ne. iCal protokol samo prenosi datume rezervacije (check-in i check-out), ne i osobne podatke gostiju. Za detalje gosta, morate se prijaviti na odgovarajuću platformu.

# icalGuideFaq5Q
source: What if URL stops working?
hr: Šta ako URL prestane da radi?

# icalGuideFaq5A
source: If URL changes, simply update feed in app. Delete old feed and add new one with updated URL.
hr: Ako se URL promijeni, jednostavno ažurirajte feed u aplikaciji. Obrišite stari feed i dodajte novi s ažuriranim URL-om.

# icalGuideTroubleshootTitle
source: Troubleshooting
hr: Rješavanje Problema

# icalGuideTrouble1Problem
source: Feed has "Error" status
hr: Feed ima status "Error"

# icalGuideTrouble1Solution
source: • Check if URL is correct • Check if URL is still active on platform • Delete feed and add again with new URL
hr: • Provjerite da li je URL tačan • Provjerite da li je URL još aktivan na platformi • Obrišite feed i dodajte ponovo sa novim URL-om

# icalGuideTrouble2Problem
source: Reservations not showing
hr: Rezervacije se ne prikazuju

# icalGuideTrouble2Solution
source: • Click "Sync Now" to manually start sync • Check if you selected correct unit • Wait a few minutes and refresh page
hr: • Kliknite "Sync Now" da ručno pokrenete sync • Provjerite da li ste odabrali točan unit • Pričekajte nekoliko minuta i osvježite stranicu

# icalGuideTrouble3Problem
source: Old reservations still showing
hr: Stare rezervacije još uvijek prikazane

# icalGuideTrouble3Solution
source: • iCal sync automatically removes past reservations • Click "Sync Now" to force update
hr: • iCal sync automatski uklanja prošle rezervacije • Kliknite "Sync Now" da forsirate ažuriranje

# stripeGuideStep1Desc
source: If you don't have a Stripe account yet, you need to create one:
hr: Ako već nemate Stripe račun, morate ga kreirati:

# stripeGuideStep1Bullet1
source: Go to Stripe.com
hr: Idite na Stripe.com

# stripeGuideStep1Bullet2
source: Click on "Sign up" or "Start now"
hr: Kliknite na "Sign up" ili "Start now"

# stripeGuideStep1Bullet3
source: Enter email, name and password
hr: Unesite email, ime i lozinku

# stripeGuideStep1Bullet4
source: Verify email address
hr: Verificirajte email adresu

# stripeGuideStep1Note
source: Note: Stripe is free to register. It only charges a commission per transaction (about 1.4% + €0.25).
hr: Napomena: Stripe je besplatan za registraciju. Naplaćuje samo proviziju po transakciji (oko 1.4% + 0.25€).

# stripeGuideStep2Desc
source: After registration, Stripe will ask for additional information:
hr: Nakon registracije, Stripe će tražiti dodatne informacije:

# stripeGuideStep2Bullet1
source: Business type (Individual or Company)
hr: Vrsta poslovanja (Individual ili Company)

# stripeGuideStep2Bullet2
source: Personal information (name, surname, date of birth)
hr: Osobne informacije (ime, prezime, datum rođenja)

# stripeGuideStep2Bullet3
source: Residential address
hr: Adresa stanovanja

# stripeGuideStep2Bullet4
source: Bank account for payouts (IBAN)
hr: Bankovni račun za isplate (IBAN)

# stripeGuideStep2Bullet5
source: Tax identification (OIB in Croatia)
hr: Porezna identifikacija (OIB u Hrvatskoj)

# stripeGuideStep2Warning
source: Important: Enter accurate data. Stripe verifies identity for security and legal compliance.
hr: Važno: Unesite točne podatke. Stripe provjerava identitet zbog sigurnosti i zakonskih propisa.

# stripeGuideStep3Desc
source: Return to Owner app and connect your Stripe account:
hr: Vratite se u Owner aplikaciju i povežite svoj Stripe račun:

# stripeGuideStep3Bullet1
source: Open drawer (hamburger menu)
hr: Otvorite drawer (hamburger meni)

# stripeGuideStep3Bullet2
source: Go to: Integrations → Stripe Payments
hr: Idite na: Integracije → Stripe Plaćanja

# stripeGuideStep3Bullet3
source: Click "Connect Stripe Account"
hr: Kliknite "Poveži Stripe Račun"

# stripeGuideStep3Bullet4
source: Log in with your Stripe email/password
hr: Prijavite se svojim Stripe emailom/lozinkom

# stripeGuideStep3Bullet5
source: Approve access
hr: Odobrite pristup

# stripeGuideStep4Desc
source: After connecting Stripe, enable it for each unit:
hr: Nakon što povežete Stripe, omogućite ga za svaki unit:

# stripeGuideStep4Bullet1
source: Go to Configuration → Accommodation Units
hr: Idite na Konfiguracija → Smještajne jedinice

# stripeGuideStep4Bullet2
source: Click "Edit" on unit
hr: Kliknite "Uredi" na unit

# stripeGuideStep4Bullet3
source: Click "Widget Settings"
hr: Kliknite "Postavke Widgeta"

# stripeGuideStep4Bullet4
source: Enable "Stripe Payment" toggle
hr: Uključite "Stripe Plaćanje" toggle

# stripeGuideStep4Bullet5
source: Set deposit percentage (default: 20%)
hr: Podesite postotak depozita (default: 20%)

# stripeGuideStep4Bullet6
source: Save changes
hr: Spremite izmjene

# stripeGuideStep4Success
source: Done! Now guests can pay by card through widget.
hr: Gotovo! Sada gosti mogu plaćati karticom kroz widget.

# stripeGuideFaq1Q
source: How much does Stripe cost?
hr: Koliko košta Stripe?

# stripeGuideFaq1A
source: Stripe doesn't charge a monthly subscription. Commission is 1.4% + €0.25 per successful transaction within EU. For cards outside EU, commission is 2.9% + €0.25.
hr: Stripe ne naplaćuje mjesečnu pretplatu. Provizija je 1.4% + 0.25€ po uspješnoj transakciji unutar EU. Za kartice van EU, provizija je 2.9% + 0.25€.

# stripeGuideFaq2Q
source: When do payouts arrive to my account?
hr: Kada dolaze isplate na moj račun?

# stripeGuideFaq2A
source: Stripe by default transfers funds to your bank account every 7 days. After the first month, you can change to daily payouts.
hr: Stripe po defaultu prebacuje sredstva na vaš bankovni račun svakih 7 dana. Nakon prvog mjeseca, možete promijeniti na dnevne isplate.

# stripeGuideFaq3Q
source: Can I receive payments in different currencies?
hr: Mogu li primati plaćanja u različitim valutama?

# stripeGuideFaq3A
source: Yes, Stripe supports 135+ currencies. However, payouts will be in EUR (your primary currency).
hr: Da, Stripe podržava 135+ valuta. Međutim, isplate će biti u EUR (vaša primarna valuta).

# stripeGuideFaq4Q
source: What if a guest makes a chargeback?
hr: Šta ako gost napravi chargeback?

# stripeGuideFaq4A
source: Stripe automatically handles chargebacks. You will be notified by email and can submit evidence (booking confirmation, email communication). Chargeback fee is €15.
hr: Stripe automatski obrađuje chargebacke. Vi ćete biti obaviješteni emailom i moći ćete podnijeti dokaze (potvrdu rezervacije, email komunikaciju). Naknada za chargeback je €15.

# stripeGuideFaq5Q
source: Can I test before activation?
hr: Mogu li testirati prije aktivacije?

# stripeGuideFaq5A
source: Yes! Stripe has test mode where you can simulate payments. Use test cards that Stripe provides for testing.
hr: Da! Stripe ima test mod gdje možete simulirati plaćanja. Koristite test kartice koje Stripe pruža za testiranje.

# termsScreenTitle
source: Terms & Conditions
hr: Uvjeti korištenja

# termsScreenHeaderTitle
source: Terms and Conditions
hr: Uvjeti korištenja

# termsScreenLastUpdated
source: Last updated: {year}
hr: Zadnje ažurirano: {year}

# termsScreenToc
source: Table of Contents
hr: Sadržaj

# termsScreenSection1Title
source: 1. Acceptance of Terms
hr: 1. Prihvaćanje uvjeta

# termsScreenSection1Body
source: By accessing and using this booking platform ("Service"), you accept and agree to be bound by the terms and provision of this agreement. If you do not agree to abide by the above, please do not use this service.
hr: Pristupanjem i korištenjem ove platforme za rezervacije ("Usluga"), prihvaćate i slažete se s uvjetima i odredbama ovog ugovora. Ako se ne slažete s navedenim, molimo vas da ne koristite ovu uslugu.

# termsScreenSection2Title
source: 2. Use License
hr: 2. Licenca za korištenje

# termsScreenSection2Body
source: Permission is granted to temporarily use this Service for personal, non-commercial transitory viewing only. This is the grant of a license, not a transfer of title, and under this license you may not: • Modify or copy the materials • Use the materials for any commercial purpose • Attempt to decompile or reverse engineer any software contained on the Service • Remove any copyright or other proprietary notations from the materials
hr: Odobrava se privremeno korištenje ove Usluge samo za osobno, nekomercijalno pregledavanje. Ovo je dodjela licence, a ne prijenos vlasništva, i pod ovom licencom ne smijete: • Modificirati ili kopirati materijale • Koristiti materijale u komercijalne svrhe • Pokušati dekompilirati ili obrnuto inženjerirati bilo koji softver sadržan u Usluzi • Ukloniti bilo kakve oznake autorskih prava ili vlasništva s materijala

# termsScreenSection3Title
source: 3. Booking Policy
hr: 3. Politika rezervacija

# termsScreenSection3Body
source: All bookings made through this platform are subject to the following terms: • A deposit of 20% is required at the time of booking • The remaining 80% is due upon arrival at the property • Cancellation policies vary by property and will be clearly displayed before booking • You must be at least 18 years old to make a booking
hr: Sve rezervacije putem BookBed platforme podliježu sljedećim uvjetima: • Gosti biraju opciju plaćanja: Depozit (20-50% prilagodljivo od strane vlasnika), Potpuna uplata, ili plaćanje na objektu • Online plaćanja (Stripe): Rok za plaćanje je 7 dana od potvrde rezervacije, ili do datuma prijave (što god dođe prvo) • Bankovni prijenos/Gotovina: Uvjeti plaćanja postavljeni od strane vlasnika objekta • Neplaćene rezervacije nakon roka se automatski otkazuju • Morate imati najmanje 18 godina za kreiranje rezervacije • Potvrđene rezervacije blokiraju datume i sprječavaju dvostruke rezervacije

# termsScreenSection4Title
source: 4. Payment Terms
hr: 4. Uvjeti plaćanja

# termsScreenSection4Body
source: We accept the following payment methods: • Credit/Debit Cards (processed securely via Stripe) • Bank Transfer All payments are processed securely. We do not store your payment card information.
hr: BookBed podržava sljedeće načine plaćanja: • Kreditne/debitne kartice (Stripe) - sigurno obrađeno sa 3D Secure autentikacijom • Bankovni prijenos - IBAN detalji dostavljeni u emailu potvrde rezervacije • Gotovina - plaćanje na objektu Stripe plaćanja: Novac ide direktno vlasniku objekta putem Stripe Connect (Standard model). BookBed trenutno naplaćuje 0% provizije platforme (podložno promjenama). Stripe transakcijske naknade se primjenjuju (približno 1.4% + €0.25 po transakciji, oduzeto od isplate vlasnika). NE pohranjujemo podatke vaše platne kartice - svu obradu plaćanja vrši Stripe (PCI DSS Level 1 certificiran).

# termsScreenSection5Title
source: 5. Cancellation & Refund Policy
hr: 5. Politika otkazivanja i povrata

# termsScreenSection5Body
source: Cancellation policies are set by individual property owners. Please review the specific cancellation policy for your booking before confirming. Refunds will be processed according to the property's cancellation policy.
hr: Politike otkazivanja postavljaju pojedinačni vlasnici objekata i prikazane su prije potvrde rezervacije. • Gostinjska otkazivanja: Obrađuju se putem linka za pregled rezervacije (email) ili kontaktiranjem vlasnika objekta • Pravo na povrat novca: Ovisi o politici otkazivanja vlasnika • Automatsko otkazivanje: Rezervacije neplaćene nakon 7-dnevnog roka se automatski otkazuju • Vrijeme obrade povrata: 5-10 radnih dana na originalni način plaćanja Za zahtjeve za otkazivanje, kontaktirajte vlasnika objekta direktno ili koristite opciju "Otkaži rezervaciju" u emailu potvrde rezervacije.

# termsScreenSection6Title
source: 6. User Responsibilities
hr: 6. Odgovornosti korisnika

# termsScreenSection6Body
source: You agree to: • Provide accurate and complete information when making a booking • Comply with the property rules and regulations • Respect the property and other guests • Pay for any damages caused during your stay
hr: Slažete se da ćete: • Pružiti točne i potpune informacije prilikom rezervacije • Pridržavati se pravila i propisa objekta • Poštovati objekt i druge goste • Platiti za bilo kakvu štetu nastalu tijekom vašeg boravka

# termsScreenSection7Title
source: 7. Limitation of Liability
hr: 7. Ograničenje odgovornosti

# termsScreenSection7Body
source: The Service and its owners shall not be liable for any indirect, incidental, special, consequential or punitive damages, including without limitation, loss of profits, data, use, goodwill, or other intangible losses.
hr: Usluga i njeni vlasnici neće biti odgovorni za bilo kakvu neizravnu, slučajnu, posebnu, posljedičnu ili kaznenu štetu, uključujući bez ograničenja, gubitak dobiti, podataka, korištenja, goodwilla ili drugih nematerijalnih gubitaka.

# termsScreenSection8Title
source: 8. Modifications to Terms
hr: 8. Izmjene uvjeta

# termsScreenSection8Body
source: We reserve the right to modify these terms at any time. We will notify users of any material changes by updating the "Last updated" date. Your continued use of the Service after such modifications constitutes your acceptance of the updated terms.
hr: Zadržavamo pravo izmjene ovih uvjeta u bilo kojem trenutku. Obavijestit ćemo korisnike o svim materijalnim promjenama ažuriranjem datuma "Zadnje ažurirano". Vaše daljnje korištenje Usluge nakon takvih izmjena predstavlja vaše prihvaćanje ažuriranih uvjeta.

# termsScreenSection9Title
source: 9. Governing Law
hr: 9. Mjerodavno pravo

# termsScreenSection9Body
source: These terms shall be governed by and construed in accordance with the laws of Croatia, without regard to its conflict of law provisions.
hr: Ovi uvjeti bit će regulirani i tumačeni u skladu sa zakonima Hrvatske, bez obzira na odredbe o sukobu zakona.

# termsScreenSection10Title
source: 10. Contact Information
hr: 10. Kontakt informacije

# termsScreenSection10Body
source: For questions about these Terms, please contact us at: Email: duskolicanin1234@gmail.com Address: [Your Company Address] ⚠️ NOTE: Update this contact information with your actual details.
hr: Za pitanja o ovim Uvjetima korištenja, kontaktirajte nas na: **Opća podrška:** Email: info@bookbed.io **Web platforma:** app.bookbed.io (Dashboard za vlasnike) view.bookbed.io (Widget za rezervacije) **Pravni entitet:** BookBed trenutno posluje kao platforma u fazi prije registracije. Potpuni detalji registracije tvrtke bit će dodani nakon osnivanja biznisa.

# termsScreenLegalNotice
source: Legal Notice
hr: Pravna napomena

# termsScreenLegalNoticeBody
source: This is a template document. Please consult with a legal advisor to ensure compliance with Croatian and EU laws, including GDPR regulations.
hr: Ovo je predložak dokumenta. Molimo konzultirajte se s pravnim savjetnikom kako biste osigurali usklađenost s hrvatskim i EU zakonima, uključujući GDPR propise.

# privacyScreenTitle
source: Privacy Policy
hr: Politika privatnosti

# privacyScreenHeaderTitle
source: Privacy Policy
hr: Politika privatnosti

# privacyScreenLastUpdated
source: Last updated: {year}
hr: Zadnje ažurirano: {year}

# privacyScreenToc
source: Table of Contents
hr: Sadržaj

# privacyScreenSection1Title
source: 1. Introduction
hr: 1. Uvod

# privacyScreenSection1Body
source: This Privacy Policy explains how we collect, use, disclose, and safeguard your information when you use our booking platform. This policy complies with the EU General Data Protection Regulation (GDPR) and Croatian data protection laws. By using our Service, you agree to the collection and use of information in accordance with this policy.
hr: Ova Politika privatnosti objašnjava kako prikupljamo, koristimo, otkrivamo i štitimo vaše podatke kada koristite našu platformu za rezervacije. Ova politika je usklađena s Općom uredbom EU o zaštiti podataka (GDPR) i hrvatskim zakonima o zaštiti podataka. Korištenjem naše Usluge, pristajete na prikupljanje i korištenje podataka u skladu s ovom politikom.

# privacyScreenSection2Title
source: 2. Information We Collect
hr: 2. Podaci koje prikupljamo

# privacyScreenSection2Body
source: We collect the following types of information: **Personal Information:** • Name and contact information (email, phone number) • Billing and payment information • Booking history and preferences • Communication records **Technical Information:** • IP address and browser type • Device information • Cookies and usage data • Location data (if you enable it)
hr: Prikupljamo sljedeće vrste podataka: **Za vlasnike objekata (Domaćini):** • Ime, email, broj telefona • Adresa objekta i poslovna adresa • Podaci bankovnog računa (IBAN) za primanje plaćanja • Detalji Stripe Connect računa (upravlja Stripe) • Detalji objekta i jedinica (opisi, fotografije, cijene) **Za goste:** • Ime, email, broj telefona • Detalji rezervacije (datumi prijave/odjave, broj gostiju) • Podaci o plaćanju (obrađuje Stripe, ne pohranjuje BookBed) **Tehnički podaci (svi korisnici):** • IP adresa, vrsta preglednika, podaci o uređaju • Kolačići i podaci o korištenju • Aktivnost prijave (planirano: info o uređaju, datum/vrijeme za sigurnost)

# privacyScreenSection3Title
source: 3. Legal Basis for Processing (GDPR)
hr: 3. Pravna osnova za obradu (GDPR)

# privacyScreenSection3Body
source: We process your personal data under the following legal bases: • **Contract Performance:** To fulfill booking agreements • **Legitimate Interest:** To improve our services and prevent fraud • **Consent:** For marketing communications (you can opt-out anytime) • **Legal Obligation:** To comply with tax and accounting requirements
hr: Obrađujemo vaše osobne podatke na temelju sljedećih pravnih osnova: • **Izvršenje ugovora:** Za ispunjenje ugovora o rezervaciji • **Legitimni interes:** Za poboljšanje naših usluga i sprječavanje prijevara • **Privola:** Za marketinške komunikacije (možete se odjaviti bilo kada) • **Zakonska obveza:** Za usklađenost s poreznim i računovodstvenim zahtjevima

# privacyScreenSection4Title
source: 4. How We Use Your Information
hr: 4. Kako koristimo vaše podatke

# privacyScreenSection4Body
source: We use your information to: • Process and manage your bookings • Send booking confirmations and updates • Process payments securely • Provide customer support • Improve our services • Send promotional communications (with your consent) • Comply with legal obligations
hr: Koristimo vaše podatke za: • Obradu i upravljanje vašim rezervacijama • Slanje potvrda rezervacija i ažuriranja • Sigurnu obradu plaćanja • Pružanje korisničke podrške • Poboljšanje naših usluga • Slanje promotivnih komunikacija (uz vašu privolu) • Usklađenost sa zakonskim obvezama

# privacyScreenSection5Title
source: 5. Information Sharing
hr: 5. Dijeljenje podataka

# privacyScreenSection5Body
source: We share your information only in the following circumstances: • **Property Owners:** To facilitate your booking • **Payment Processors:** Stripe for secure payment processing • **Email Service:** Resend for transactional emails • **Legal Requirements:** When required by law We do NOT sell your personal information to third parties.
hr: Dijelimo vaše podatke samo u sljedećim okolnostima: • **Vlasnici objekata:** Detalji gostiju dijeljeni za olakšavanje rezervacija • **Stripe:** Obrada plaćanja putem Stripe Connect (Standard model) - procesira plaćanja direktno vlasniku • **Firebase (Google Cloud):** Autentikacija, hosting baze podataka i cloud funkcije • **Sentry:** Praćenje grešaka i izvještavanje o padovima (anonimizirano gdje je moguće) • **Cloudflare:** DNS upravljanje i mreža za dostavu sadržaja (CDN) • **Zakonski zahtjevi:** Kada to zahtijeva zakon ili za zaštitu prava i sigurnosti NE prodajemo vaše osobne podatke trećim stranama u marketinške svrhe.

# privacyScreenSection6Title
source: 6. Data Storage and Security
hr: 6. Pohrana i sigurnost podataka
