Repository: DanLika/rab_booking
Catalog: lib/l10n/app_*.arb
Languages: hr

# privacyScreenSection6Body
source: Your data is stored securely using Firebase (Google Cloud Platform) with servers located in the EU. We implement industry-standard security measures including: • Encryption in transit and at rest • Regular security audits • Access controls and authentication • Secure payment processing via Stripe (PCI DSS compliant)
hr: Vaši podaci se sigurno pohranjuju koristeći Firebase (Google Cloud Platform) sa serverima primarno smještenim u EU regijama (vjerojatno europe-west, Frankfurt). Implementiramo sigurnosne mjere industrijskih standarda uključujući: • Enkripciju u prijenosu (TLS/SSL) i u mirovanju • Firebase autentifikaciju sa sigurnim hashiranjem lozinki • Firestore sigurnosna pravila za sprječavanje neovlaštenog pristupa • Kontrole pristupa i dozvole temeljene na ulozi • Sigurnu obradu plaćanja putem Stripe-a (PCI DSS Level 1 certificiran) • Praćenje grešaka putem Sentry-ja sa minimizacijom podataka Napomena: Točna Firebase regija može se provjeriti u postavkama Firebase Console projekta.

# privacyScreenSection7Title
source: 7. Data Retention
hr: 7. Zadržavanje podataka

# privacyScreenSection7Body
source: We retain your personal data for as long as necessary to: • Fulfill the purposes outlined in this policy • Comply with legal obligations (tax records: 7 years) • Resolve disputes and enforce agreements After this period, your data will be securely deleted or anonymized.
hr: Zadržavamo vaše osobne podatke prema sljedećim principima: • **Aktivni računi:** Podaci se zadržavaju dok je račun aktivan • **GDPR pravo na brisanje:** Korisnici mogu zatražiti brisanje računa u bilo kojem trenutku • **Zapisi rezervacija:** Zadržani za zakonsku/računovodstvenu usklađenost (minimum 1 godina za financijske zapise u Hrvatskoj) • **Anonimizacija:** Nakon zahtjeva za brisanje, osobni identifikatori se uklanjaju uz zadržavanje agregirane statistike Imate pravo zatražiti brisanje svog računa i povezanih podataka u bilo kojem trenutku kontaktiranjem info@bookbed.io.

# privacyScreenSection8Title
source: 8. Your GDPR Rights
hr: 8. Vaša GDPR prava

# privacyScreenSection8Body
source: Under GDPR, you have the right to: • **Access:** Request a copy of your personal data • **Rectification:** Correct inaccurate data • **Erasure:** Request deletion of your data ("right to be forgotten") • **Restriction:** Limit how we process your data • **Portability:** Receive your data in a structured format • **Object:** Object to processing based on legitimate interests • **Withdraw Consent:** Opt-out of marketing communications To exercise these rights, contact us at: duskolicanin1234@gmail.com
hr: Prema GDPR-u, imate sljedeća prava: • **Pristup:** Zatražiti kopiju vaših osobnih podataka (kontakt info@bookbed.io) • **Ispravak:** ✅ Ažurirajte informacije profila direktno u postavkama računa • **Brisanje:** Zatražite brisanje računa ("pravo na zaborav") - planirana funkcionalnost, kontakt info@bookbed.io • **Ograničenje:** Ograničite kako obrađujemo vaše podatke • **Prigovor:** Prigovorite obradi temeljenoj na legitimnim interesima • **Povlačenje privole:** Odjavite se od marketinških komunikacija **Napomena:** Prenosivost podataka (preuzimanje podataka u formatu čitljivom za strojeve) trenutno nije ponuđena zbog minimalne količine prikupljenih podataka. Prioritiziramo minimizaciju podataka. Za ostvarivanje ovih prava, kontaktirajte nas na: info@bookbed.io

# privacyScreenSection9Title
source: 9. Cookies
hr: 9. Kolačići

# privacyScreenSection9Body
source: We use cookies and similar technologies to: • Remember your preferences • Analyze usage patterns • Improve user experience You can control cookies through your browser settings. Note that disabling cookies may affect functionality.
hr: Koristimo kolačiće i slične tehnologije za: • Pamćenje vaših preferencija • Analizu obrazaca korištenja • Poboljšanje korisničkog iskustva Možete kontrolirati kolačiće putem postavki preglednika. Napomena: onemogućavanje kolačića može utjecati na funkcionalnost.

# privacyScreenSection10Title
source: 10. International Data Transfers
hr: 10. Međunarodni prijenosi podataka

# privacyScreenSection10Body
source: Your data is primarily stored within the EU. If we transfer data outside the EU, we ensure adequate safeguards are in place (e.g., Standard Contractual Clauses).
hr: Vaši podaci se primarno pohranjuju unutar EU. Ako prenosimo podatke izvan EU, osiguravamo odgovarajuće zaštitne mjere (npr. Standardne ugovorne klauzule).

# privacyScreenSection11Title
source: 11. Children's Privacy
hr: 11. Privatnost djece

# privacyScreenSection11Body
source: Our Service is not intended for users under 18 years of age. We do not knowingly collect personal information from children. If you believe we have collected data from a child, please contact us immediately.
hr: Naša Usluga nije namijenjena korisnicima mlađim od 18 godina. Ne prikupljamo svjesno osobne podatke od djece. Ako vjerujete da smo prikupili podatke od djeteta, molimo kontaktirajte nas odmah.

# privacyScreenSection12Title
source: 12. Changes to This Policy
hr: 12. Promjene ove politike

# privacyScreenSection12Body
source: We may update this Privacy Policy from time to time. We will notify you of any material changes by updating the "Last updated" date and, where appropriate, by email.
hr: Možemo povremeno ažurirati ovu Politiku privatnosti. Obavijestit ćemo vas o svim materijalnim promjenama ažuriranjem datuma "Zadnje ažurirano" i, gdje je prikladno, putem emaila.

# privacyScreenSection13Title
source: 13. Data Protection Officer
hr: 13. Službenik za zaštitu podataka

# privacyScreenSection13Body
source: If you have questions about this Privacy Policy or wish to exercise your GDPR rights, contact: **Data Protection Officer** Email: duskolicanin1234@gmail.com Address: [Your Company Address] ⚠️ NOTE: Update this contact information with your actual DPO details.
hr: Ako imate pitanja o ovoj Politici privatnosti ili želite ostvariti svoja GDPR prava, kontaktirajte: **Opća podrška i upiti o privatnosti:** Email: info@bookbed.io **Platforma:** app.bookbed.io (Dashboard za vlasnike) view.bookbed.io (Widget za rezervacije) **Pravni entitet:** BookBed trenutno posluje kao platforma u fazi prije registracije. Potpuni detalji registracije tvrtke (uključujući formalnog Službenika za zaštitu podataka, ako je potrebno) bit će dodani nakon osnivanja biznisa.

# privacyScreenSection14Title
source: 14. Supervisory Authority
hr: 14. Nadzorno tijelo

# privacyScreenSection14Body
source: You have the right to lodge a complaint with the Croatian Data Protection Authority (AZOP) if you believe we have violated your privacy rights: Agencija za zaštitu osobnih podataka (AZOP) Selska cesta 136, 10000 Zagreb Website: azop.hr
hr: Imate pravo podnijeti pritužbu Agenciji za zaštitu osobnih podataka (AZOP) ako vjerujete da smo prekršili vaša prava na privatnost: Agencija za zaštitu osobnih podataka (AZOP) Selska cesta 136, 10000 Zagreb Web stranica: azop.hr

# privacyScreenGdprNotice
source: GDPR Compliance Notice
hr: Napomena o GDPR usklađenosti

# privacyScreenGdprNoticeBody
source: This privacy policy template is designed to comply with GDPR requirements. However, you should have it reviewed by a legal professional to ensure full compliance with your specific data processing activities.
hr: Ovaj predložak politike privatnosti dizajniran je za usklađenost s GDPR zahtjevima. Međutim, trebali biste ga dati na pregled pravnom stručnjaku kako biste osigurali potpunu usklađenost s vašim specifičnim aktivnostima obrade podataka.

# cookiesScreenTitle
source: Cookies Policy
hr: Politika kolačića

# cookiesScreenHeaderTitle
source: Cookies Policy
hr: Politika kolačića

# cookiesScreenLastUpdated
source: Last updated: {date}
hr: Zadnje ažurirano: {date}

# cookiesScreenToc
source: Table of Contents
hr: Sadržaj

# cookiesScreenSection1Title
source: 1. What Are Cookies?
hr: 1. Što su kolačići?

# cookiesScreenSection1Body
source: Cookies are small text files that are placed on your device when you visit our website. They help us provide you with a better experience by remembering your preferences and understanding how you use our service.
hr: Kolačići su male tekstualne datoteke koje se postavljaju na vaš uređaj kada posjetite našu web stranicu. Pomažu nam pružiti vam bolje iskustvo pamćenjem vaših postavki i razumijevanjem kako koristite našu uslugu.

# cookiesScreenSection2Title
source: 2. How We Use Cookies
hr: 2. Kako koristimo kolačiće

# cookiesScreenSection2Body
source: We use cookies for the following purposes: • **Essential Cookies:** Required for the website to function properly (e.g., authentication, security) • **Preference Cookies:** Remember your settings and preferences (e.g., language, theme) • **Analytics Cookies:** Help us understand how visitors interact with our website (e.g., Google Analytics) • **Marketing Cookies:** Used to track visitors across websites to display relevant advertisements Currently, we primarily use essential and preference cookies to ensure the basic functionality of our booking platform.
hr: Koristimo kolačiće u sljedeće svrhe: • **Strogo neophodni kolačići (Esencijalni):** Potrebni za funkcioniranje stranice - autentifikacija (Firebase Auth tokeni), upravljanje sesijom, sigurnost. Ovi se ne mogu onemogućiti. • **Funkcionalni kolačići (Postavke):** Pamte vaše postavke - preferencija jezika, tema (tamni/svjetli mod), vremenska zona, valuta. Poboljšavaju vaše iskustvo. • **Analitički kolačići:** Pomažu nam razumjeti obrasce korištenja - Firebase Analytics prati preglede stranica, korištenje funkcija i metrike performansi. Može uključivati Google Analytics za analizu web prometa. • **Oglašivački/Marketinški kolačići:** Kolačići trećih strana za praćenje i oglašavanje (ako je omogućeno). Možete kontrolirati neesencijalne kolačiće putem postavki preglednika ili našeg bannera za pristanak na kolačiće (ako je implementiran).

# cookiesScreenSection3Title
source: 3. Types of Cookies We Use
hr: 3. Vrste kolačića koje koristimo

# cookiesScreenSection3Body
source: **Session Cookies:** Temporary cookies that expire when you close your browser. These are essential for authentication and navigation. **Persistent Cookies:** Remain on your device for a set period or until you delete them. These remember your preferences across visits. **Third-Party Cookies:** Set by external services we use (e.g., payment processors, analytics providers).
hr: **Sesijski kolačići:** Privremeni kolačići koji istječu kada zatvorite preglednik. Neophodni su za autentifikaciju i navigaciju. **Trajni kolačići:** Ostaju na vašem uređaju određeno vrijeme ili dok ih ne izbrišete. Pamte vaše postavke između posjeta. **Kolačići trećih strana:** Postavljaju ih vanjske usluge koje koristimo (npr. procesori plaćanja, pružatelji analitike).

# cookiesScreenSection4Title
source: 4. Your Cookie Choices
hr: 4. Vaši izbori vezani uz kolačiće

# cookiesScreenSection4Body
source: You have several options to manage cookies: • **Browser Settings:** Most browsers allow you to refuse or delete cookies. Check your browser's help section for instructions. • **Opt-Out Links:** Some third-party services provide opt-out mechanisms for their cookies. • **Cookie Preferences:** We may provide a cookie consent banner where you can customize your preferences. ⚠️ **Note:** Disabling certain cookies may affect the functionality of our website, particularly features like login and booking management.
hr: Imate nekoliko opcija za upravljanje kolačićima: • **Postavke preglednika:** Većina preglednika omogućuje odbijanje ili brisanje kolačića. Provjerite odjeljak pomoći vašeg preglednika za upute. • **Linkovi za odjavu:** Neke usluge trećih strana pružaju mehanizme za odjavu od njihovih kolačića. • **Postavke kolačića:** Možemo pružiti banner za pristanak na kolačiće gdje možete prilagoditi svoje postavke. ⚠️ **Napomena:** Onemogućavanje određenih kolačića može utjecati na funkcionalnost naše web stranice, posebno značajke poput prijave i upravljanja rezervacijama.

# cookiesScreenSection5Title
source: 5. Third-Party Cookies
hr: 5. Kolačići trećih strana

# cookiesScreenSection5Body
source: We use the following third-party services that may set cookies: • **Firebase (Google):** For authentication and database services • **Stripe:** For secure payment processing • **Resend:** For email delivery These services have their own privacy policies and cookie policies. We recommend reviewing their policies for more information.
hr: Koristimo sljedeće usluge trećih strana koje mogu postavljati kolačiće: • **Firebase (Google Cloud):** Kolačići autentifikacije, upravljanje sesijom, Firebase Analytics • **Stripe:** Kolačići obrade plaćanja za sigurne checkout sesije • **Sentry:** Kolačići praćenja grešaka (minimalni, anonimizirani) • **Cloudflare:** CDN i DNS kolačići za sigurnost i performanse • **Google Analytics:** (ako je omogućen) Analitika web prometa i praćenje ponašanja korisnika Ove usluge imaju vlastite politike privatnosti i kolačića: - Firebase/Google: policies.google.com - Stripe: stripe.com/privacy - Sentry: sentry.io/privacy - Cloudflare: cloudflare.com/privacypolicy

# cookiesScreenSection6Title
source: 6. Updates to This Policy
hr: 6. Ažuriranja ove politike

# cookiesScreenSection6Body
source: We may update this Cookies Policy from time to time to reflect changes in our practices or legal requirements. The "Last updated" date at the top indicates when the policy was last revised.
hr: Možemo povremeno ažurirati ovu Politiku kolačića kako bismo odrazili promjene u našim praksama ili zakonskim zahtjevima. Datum "Zadnje ažurirano" na vrhu označava kada je politika zadnji put revidirana.

# cookiesScreenSection7Title
source: 7. More Information
hr: 7. Više informacija

# cookiesScreenSection7Body
source: For more detailed information about how we handle your personal data, including cookies, please review our full Privacy Policy. If you have questions about our use of cookies, please contact us at: Email: duskolicanin1234@gmail.com
hr: Za detaljnije informacije o tome kako postupamo s vašim osobnim podacima, uključujući kolačiće, molimo pregledajte našu potpunu Politiku privatnosti. Ako imate pitanja o našem korištenju kolačića, kontaktirajte nas na: **Opća podrška:** Email: info@bookbed.io **Platforma:** app.bookbed.io (Dashboard za vlasnike) view.bookbed.io (Widget za rezervacije)

# cookiesScreenPrivacyLinkTitle
source: Full Privacy Policy
hr: Potpuna Politika privatnosti

# cookiesScreenPrivacyLinkBody
source: For comprehensive information about data collection, processing, and your rights under GDPR, please read our full Privacy Policy.
hr: Za sveobuhvatne informacije o prikupljanju podataka, obradi i vašim pravima prema GDPR-u, molimo pročitajte našu potpunu Politiku privatnosti.

# cookiesScreenPrivacyLinkButton
source: View Privacy Policy
hr: Pogledaj Politiku privatnosti

# cookiesScreenLegalNotice
source: Legal Notice
hr: Pravna napomena

# cookiesScreenLegalNoticeBody
source: This is a template document. Before deploying to production: • Review and customize this policy to match your actual cookie usage • Implement a cookie consent banner if required by your jurisdiction • Update third-party service information • Consider consulting with a legal professional to ensure compliance with GDPR, ePrivacy Directive, and other applicable laws
hr: Ovo je predložak dokumenta. Prije postavljanja u produkciju: • Pregledajte i prilagodite ovu politiku kako bi odgovarala vašem stvarnom korištenju kolačića • Implementirajte banner za pristanak na kolačiće ako to zahtijeva vaša jurisdikcija • Ažurirajte informacije o uslugama trećih strana • Razmislite o konzultaciji s pravnim stručnjakom kako biste osigurali usklađenost s GDPR-om, ePrivacy direktivom i drugim primjenjivim zakonima

# calendarActionsDeleteTitle
source: Delete Booking
hr: Obriši rezervaciju

# calendarActionsDeleteConfirm
source: Are you sure you want to delete the booking for {guestName}?
hr: Jeste li sigurni da želite obrisati rezervaciju za {guestName}?

# calendarActionsCancel
source: Cancel
hr: Otkaži

# calendarActionsDelete
source: Delete
hr: Obriši

# calendarActionsDeleting
source: Deleting booking...
hr: Brisanje rezervacije...

# calendarActionsDeleted
source: Booking deleted
hr: Rezervacija obrisana

# calendarActionsError
source: Error: {error}
hr: Greška: {error}

# calendarActionsChangingStatus
source: Changing status to {status}...
hr: Promjena statusa u {status}...

# calendarActionsStatusChanged
source: Status changed to {status}
hr: Status promijenjen u {status}

# bookingCompleteDialogTitle
source: Mark as Completed
hr: Označi kao završeno

# bookingCompleteDialogMessage
source: Are you sure you want to mark this booking as completed?
hr: Jeste li sigurni da želite označiti ovu rezervaciju kao završenu?

# bookingCompleteDialogCancel
source: Cancel
hr: Otkaži

# bookingCompleteDialogConfirm
source: Complete
hr: Završi

# ownerFaqGeneral1Q
source: What is this platform?
hr: Šta je ova platforma?

# ownerFaqGeneral1A
source: This is a multi-tenant booking platform that allows apartment owners to manage reservations, receive payments, and embed a booking widget on their website. The platform supports Stripe payments, iCal synchronization with Booking.com/Airbnb, and multiple languages.
hr: Ovo je multi-tenant booking platforma koja omogućava vlasnicima apartmana da upravljaju rezervacijama, primaju plaćanja i embed-uju booking widget na svoju web stranicu. Platforma podržava Stripe plaćanja, iCal sinkronizaciju s Booking.com/Airbnb, i više jezika.

# ownerFaqGeneral2Q
source: Is there a mobile app?
hr: Da li postoji mobilna aplikacija?

# ownerFaqGeneral2A
source: Yes! The Owner app is available for Android and iOS. You can manage reservations, view the calendar, approve/cancel bookings, and receive notifications on your phone.
hr: Da! Owner aplikacija je dostupna za Android i iOS. Možete upravljati rezervacijama, pregledati kalendar, odobriti/otkazati rezervacije, i primati obavijesti na telefon.

# ownerFaqGeneral3Q
source: How much does it cost?
hr: Koliko košta korištenje?

# ownerFaqGeneral3A
source: The platform currently has a trial version. Three subscriptions are planned: Trial (1 property), Premium (5 properties), and Enterprise (unlimited). Stripe commission (1.4% + €0.25) is charged separately.
hr: Platforma trenutno ima trial verziju. Planirane su tri pretplate: Trial (1 property), Premium (5 properties), i Enterprise (unlimited). Stripe provizija (1.4% + 0.25€) se naplaćuje odvojeno.

# ownerFaqBookings1Q
source: How does the booking flow work?
hr: Kako funkcionira booking flow?

# ownerFaqBookings1A
source: There are three modes: (1) Calendar Only - guests only see availability and call you, (2) Booking Pending - guests create a reservation that awaits your confirmation, (3) Booking Instant - guests can book and pay immediately. You choose the mode in Widget Settings.
hr: Postoje tri moda: (1) Calendar Only - gosti vide samo dostupnost i zovu vas, (2) Booking Pending - gosti kreiraju rezervaciju koja čeka vašu potvrdu, (3) Booking Instant - gosti mogu odmah rezervirati i platiti. Vi odabirete mod u Widget Settings.

# ownerFaqBookings2Q
source: How to approve a reservation?
hr: Kako odobriti rezervaciju?

# ownerFaqBookings2A
source: Go to Bookings → Pending reservations → Click on the reservation → "Approve". An email will automatically be sent to the guest with confirmation.
hr: Idite na Rezervacije → Pending rezervacije → Kliknite na rezervaciju → "Odobri". Email će automatski biti poslan gostu s potvrdom.

# ownerFaqBookings3Q
source: Can I cancel a reservation?
hr: Mogu li otkazati rezervaciju?

# ownerFaqBookings3A
source: Yes. Click on the reservation → "Cancel" → Enter reason → Confirm. The guest will be notified by email. For Stripe payment refunds, contact support.
hr: Da. Kliknite na rezervaciju → "Otkaži" → Unesite razlog → Potvrdi. Gost će biti obaviješten emailom. Za refund Stripe plaćanja, kontaktirajte podršku.

# ownerFaqBookings4Q
source: How to prevent overbooking?
hr: Kako spriječiti overbooking?

# ownerFaqBookings4A
source: Use iCal synchronization to import reservations from Booking.com, Airbnb and other platforms. All reservations will be displayed in the calendar as occupied days.
hr: Koristite iCal sinkronizaciju da uvezete rezervacije s Booking.com, Airbnb i drugih platformi. Sve rezervacije će se prikazati u kalendaru kao zauzeti dani.

# ownerFaqBookings5Q
source: How to manually block dates?
hr: Kako ručno blokirati datume?

# ownerFaqBookings5A
source: In the calendar, click on a date or date range → "Block" → Enter reason (optional). Blocked days will be shown as unavailable in the widget.
hr: U kalendaru, kliknite na datum ili raspon datuma → "Blokiraj" → Unesite razlog (neobavezno). Blokirani dani će biti prikazani kao nedostupni u widgetu.

# ownerFaqPayments1Q
source: What payment methods do you support?
hr: Koje metode plaćanja podržavate?

# ownerFaqPayments1A
source: We support: (1) Stripe card payments (instant), (2) Bank transfer (manual confirmation), (3) Pay on arrival. You can enable/disable each method in Widget Settings.
hr: Podržavamo: (1) Stripe plaćanja karticom (instant), (2) Bankovna uplata (ručna potvrda), (3) Plaćanje po dolasku. Možete omogućiti/onemogućiti svaku metodu u Widget Settings.

# ownerFaqPayments2Q
source: What deposit can I require?
hr: Koliki depozit mogu zahtijevati?

# ownerFaqPayments2A
source: You can set a deposit from 0% to 100% of the total price. The default is 20%. The remaining amount is paid by the guest on arrival. Set it in Widget Settings.
hr: Možete podesiti depozit od 0% do 100% ukupne cijene. Standardno je 20%. Preostali iznos gost plaća pri dolasku. Podesite u Widget Settings.

# ownerFaqPayments3Q
source: When do Stripe payouts arrive?
hr: Kada dolaze isplate od Stripe-a?

# ownerFaqPayments3A
source: Stripe automatically transfers funds to your bank account every 7 days. After the first month, you can switch to daily payouts in the Stripe dashboard.
hr: Stripe automatski prebacuje sredstva na vaš bankovni račun svakih 7 dana. Nakon prvog mjeseca možete promijeniti na dnevne isplate u Stripe nadzornoj ploči.

# ownerFaqPayments4Q
source: What if a guest requests a refund?
hr: Šta ako gost zahtijeva refund?

# ownerFaqPayments4A
source: For bank transfers, you process the refund manually. For Stripe payments, contact support or create a refund directly in the Stripe dashboard.
hr: Za bankovne uplate, refund radite ručno. Za Stripe plaćanja, kontaktirajte podršku ili kreirajte refund izravno u Stripe nadzornoj ploči.

# ownerFaqWidget1Q
source: How to add the widget to my site?
hr: Kako dodati widget na moj sajt?

# ownerFaqWidget1A
source: Go to Unit Form → "Generate Embed Code" → Copy the iframe code → Paste into your site's HTML. Detailed instructions are in the "Embed Widget" section of the guides.
hr: Idite na Unit Form → "Generiraj Embed Kod" → Kopirajte iframe kod → Zalijepite u HTML vaše stranice. Detaljnije uputstvo je u "Embed Widget" sekciji uputstava.

# ownerFaqWidget2Q
source: Can I customize the widget appearance?
hr: Mogu li prilagoditi izgled widgeta?

# ownerFaqWidget2A
source: Yes! In Widget Settings you can: change the primary color, upload a logo, customize the custom message, and enable/disable "Powered by" branding.
hr: Da! U Widget Settings možete: promijeniti primarnu boju, uploadovati logo, prilagoditi custom message, i omogućiti/onemogućiti "Powered by" branding.

# ownerFaqWidget3Q
source: Does the widget work on mobile devices?
hr: Da li widget radi na mobilnim uređajima?
