Repository: DanLika/rab_booking
Catalog: lib/l10n/app_*.arb
Languages: hr

# privacyChildrenBody
source: Our service is not intended for children under 18. We do not knowingly collect personal information from children. If you believe we have collected information from a child, please contact us immediately.
hr: Naša usluga nije namijenjena djeci mlađoj od 18 godina. Ne prikupljamo svjesno osobne informacije od djece. Ako vjerujete da smo prikupili informacije od djeteta, molimo vas da nas odmah kontaktirate.

# privacyChangesTitle
source: 10. Changes to Privacy Policy
hr: 10. Izmjene pravila privatnosti

# privacyChangesBody
source: We may update this privacy policy from time to time. We will notify you of any changes by posting the new policy on this page. Changes are effective immediately upon posting.
hr: Možemo ažurirati ova pravila privatnosti s vremena na vrijeme. Obavijestit ćemo vas o svim promjenama objavljivanjem novih pravila na ovoj stranici. Izmjene stupaju na snagu odmah nakon objavljivanja.

# privacyContactTitle
source: Contact Us
hr: Kontaktirajte Nas

# privacyContactBody
source: If you have questions about this Privacy Policy, please contact us at: Email: info@bookbed.io Website: bookbed.io
hr: Ako imate pitanja o ovim Pravilima privatnosti, molimo vas da nas kontaktirate: Email: info@bookbed.io Web stranica: bookbed.io

source: Help & FAQ
hr: Pomoć i Pitanja

source: Search for help...
hr: Pretražite pomoć...

source: All Topics
hr: Sve Teme

# faqBooking
source: Booking
hr: Rezervacije

# faqPayment
source: Payment
hr: Plaćanje

# faqCancellation
source: Cancellation
hr: Otkazivanje

# faqProperty
source: Property
hr: Nekretnina

# faqAccount
source: Account
hr: Račun

source: Still need help?
hr: Još uvijek vam je potrebna pomoć?

# contactSupportTeam
source: Contact our support team
hr: Kontaktirajte naš tim za podršku

source: Contact Support
hr: Kontaktirajte Podršku

# faqHowToBook
source: How do I make a booking?
hr: Kako da napravim rezervaciju?

# faqHowToBookAnswer
source: To make a booking: 1. Search for properties using the search bar on the home page 2. Browse available properties and click on one to view details 3. Select your check-in and check-out dates 4. Choose the number of guests 5. Click "Book Now" and follow the checkout process 6. Enter your payment information and confirm the booking You will receive a confirmation email once your booking is complete.
hr: Da biste napravili rezervaciju: 1. Pretražite nekretnine koristeći traku za pretragu na početnoj stranici 2. Pregledajte dostupne nekretnine i kliknite na jednu da vidite detalje 3. Odaberite datume prijave i odjave 4. Odaberite broj gostiju 5. Kliknite "Rezerviraj Sada" i pratite proces naplate 6. Unesite informacije o plaćanju i potvrdite rezervaciju Primit ćete email potvrdu nakon što se rezervacija završi.

# faqModifyBooking
source: Can I modify my booking after confirmation?
hr: Mogu li izmijeniti rezervaciju nakon potvrde?

# faqModifyBookingAnswer
source: Yes, you can modify certain aspects of your booking depending on the property's policy. To modify your booking: 1. Go to "My Bookings" in your account 2. Select the booking you want to modify 3. Click "Modify Booking" 4. Make your changes (dates, guests, etc.) Note: Changes may be subject to availability and additional charges. Some properties may not allow modifications within a certain timeframe before check-in.
hr: Da, možete izmijeniti određene aspekte vaše rezervacije ovisno o politici objekta. Da biste izmijenili rezervaciju: 1. Idite na "Moje Rezervacije" u vašem računu 2. Odaberite rezervaciju koju želite izmijeniti 3. Kliknite "Uredi Rezervaciju" 4. Napravite promjene (datumi, gosti, itd.) Napomena: Izmjene mogu biti podložne dostupnosti i dodatnim naknadama. Neki objekti možda ne dozvoljavaju izmjene u određenom vremenskom okviru prije prijave.

# faqBookingConfirmed
source: How do I know if my booking is confirmed?
hr: Kako znam da li je moja rezervacija potvrđena?

# faqBookingConfirmedAnswer
source: You will receive a confirmation email immediately after your booking is complete. The email will include: • Booking reference number • Property details • Check-in and check-out dates • Total amount paid • Host contact information You can also check your booking status in the "My Bookings" section of your account.
hr: Primit ćete email potvrdu odmah nakon što se rezervacija završi. Email će uključivati: • Referentni broj rezervacije • Detalje objekta • Datume prijave i odjave • Ukupan iznos plaćen • Kontakt informacije domaćina Također možete provjeriti status rezervacije u sekciji "Moje Rezervacije" vašeg računa.

# faqPaymentMethods
source: What payment methods are accepted?
hr: Koje metode plaćanja su prihvaćene?

# faqPaymentMethodsAnswer
source: We accept the following payment methods: • Credit cards (Visa, MasterCard, American Express) • Debit cards • PayPal • Apple Pay • Google Pay All payments are processed securely through our payment provider. We do not store your payment card details on our servers.
hr: Prihvaćamo sljedeće metode plaćanja: • Kreditne kartice (Visa, MasterCard, American Express) • Debitne kartice • PayPal • Apple Pay • Google Pay Sva plaćanja se obrađuju sigurno kroz našeg pružatelja plaćanja. Ne čuvamo detalje vaše platne kartice na našim serverima.

# faqWhenCharged
source: When will I be charged?
hr: Kada će mi biti naplaćeno?

# faqWhenChargedAnswer
source: Payment is processed immediately when you confirm your booking. The full amount, including the property price, service fees, and any applicable taxes, will be charged to your payment method. For certain properties or long-term bookings, installment payment options may be available.
hr: Plaćanje se obrađuje odmah kada potvrdite rezervaciju. Puni iznos, uključujući cijenu objekta, servisne naknade i sve primjenjive poreze, bit će naplaćen na vašu metodu plaćanja. Za određene objekte ili dugoročne rezervacije, opcije plaćanja na rate mogu biti dostupne.

# faqAdditionalFees
source: Are there any additional fees?
hr: Postoje li dodatne naknade?

# faqAdditionalFeesAnswer
source: In addition to the property price, you may be charged: • Service fee (typically 10-15% of the booking subtotal) • Cleaning fee (if applicable, set by the property owner) • Local taxes (varies by location) All fees are clearly displayed before you confirm your booking. There are no hidden charges.
hr: Pored cijene objekta, možete biti naplaćeni: • Servisna naknada (obično 10-15% od subtotala rezervacije) • Naknada za čišćenje (ako je primjenjivo, postavlja vlasnik objekta) • Lokalni porezi (varira po lokaciji) Sve naknade su jasno prikazane prije nego što potvrdite rezervaciju. Nema skrivenih troškova.

# faqCancellationPolicy
source: What is the cancellation policy?
hr: Šta je politika otkazivanja?

# faqCancellationPolicyAnswer
source: Cancellation policies vary by property. Common policies include: • Flexible: Full refund if cancelled 24-48 hours before check-in • Moderate: 50% refund if cancelled 5-7 days before check-in • Strict: No refund if cancelled within 14 days of check-in Always check the specific cancellation policy for each property before booking. The policy is displayed on the property details page and in your booking confirmation.
hr: Politike otkazivanja variraju po objektu. Uobičajene politike uključuju: • Fleksibilna: Pun povraćaj ako se otkaže 24-48 sati prije prijave • Umjerena: 50% povraćaj ako se otkaže 5-7 dana prije prijave • Stroga: Bez povraćaja ako se otkaže u roku od 14 dana prije prijave Uvijek provjerite specifičnu politiku otkazivanja za svaki objekt prije rezervacije. Politika je prikazana na stranici sa detaljima objekta i u vašoj potvrdi rezervacije.

# faqHowToCancel
source: How do I cancel my booking?
hr: Kako da otkažem rezervaciju?

# faqHowToCancelAnswer
source: To cancel a booking: 1. Go to "My Bookings" in your account 2. Select the booking you want to cancel 3. Click "Cancel Booking" 4. Review the cancellation policy and refund amount 5. Confirm the cancellation Your refund (if applicable) will be processed within 5-10 business days to your original payment method.
hr: Da biste otkazali rezervaciju: 1. Idite na "Moje Rezervacije" u vašem računu 2. Odaberite rezervaciju koju želite otkazati 3. Kliknite "Otkaži Rezervaciju" 4. Pregledajte politiku otkazivanja i iznos povraćaja 5. Potvrdite otkazivanje Vaš povraćaj (ako je primjenjiv) bit će obrađen u roku od 5-10 radnih dana na vašu originalnu metodu plaćanja.

# faqFullRefund
source: Will I get a full refund if I cancel?
hr: Da li ću dobiti pun povraćaj ako otkažem?

# faqFullRefundAnswer
source: The refund amount depends on: • The property's cancellation policy • How far in advance you cancel • Whether you purchased trip insurance The exact refund amount is calculated and shown before you confirm the cancellation. Service fees may be non-refundable depending on the timing of your cancellation.
hr: Iznos povraćaja ovisi o: • Politici otkazivanja objekta • Koliko unaprijed otkažete • Da li ste kupili putno osiguranje Točan iznos povraćaja se izračunava i prikazuje prije nego što potvrdite otkazivanje. Servisne naknade mogu biti nepovratne ovisno o vremenu vašeg otkazivanja.

# faqContactOwner
source: How do I contact the property owner?
hr: Kako da kontaktiram vlasnika objekta?

# faqContactOwnerAnswer
source: Once your booking is confirmed, you can contact the property owner through: 1. The messaging system in your booking details 2. The contact information provided in your confirmation email 3. The "Contact Host" button on the property page All messages are monitored for safety and quality assurance.
hr: Nakon što je vaša rezervacija potvrđena, možete kontaktirati vlasnika objekta putem: 1. Sustava za poruke u detaljima vaše rezervacije 2. Kontakt informacija u vašem email-u s potvrdom 3. Gumba "Kontaktiraj Domaćina" na stranici objekta Sve poruke se prate radi sigurnosti i osiguranja kvalitete.

# faqPropertyMismatch
source: What if the property doesn't match the description?
hr: Šta ako objekt ne odgovara opisu?

# faqPropertyMismatchAnswer
source: If the property doesn't match the description or photos: 1. Document the issues with photos 2. Contact the property owner immediately 3. If unresolved, contact our customer support within 24 hours of check-in We may offer a partial refund, help you find alternative accommodation, or provide other resolutions depending on the situation.
hr: Ako objekt ne odgovara opisu ili fotografijama: 1. Dokumentirajte probleme fotografijama 2. Odmah kontaktirajte vlasnika objekta 3. Ako nije riješeno, kontaktirajte našu korisničku podršku u roku od 24 sata od prijave Možemo ponuditi djelomični povraćaj, pomoći vam da pronađete alternativni smještaj ili pružiti druga rješenja ovisno o situaciji.

# faqLeaveReview
source: How do I leave a review?
hr: Kako da ostavim recenziju?

# faqLeaveReviewAnswer
source: After your stay, you can leave a review: 1. Go to "My Bookings" 2. Find your completed booking 3. Click "Write a Review" 4. Rate your experience and write your feedback 5. Submit the review Reviews help other guests make informed decisions and help property owners improve their service.
hr: Nakon vašeg boravka, možete ostaviti recenziju: 1. Idite na "Moje Rezervacije" 2. Pronađite vašu završenu rezervaciju 3. Kliknite "Napiši Recenziju" 4. Ocijenite svoje iskustvo i napišite povratne informacije 5. Pošaljite recenziju Recenzije pomažu drugim gostima da donesu informirane odluke i pomažu vlasnicima objekata da poboljšaju svoju uslugu.

# faqCreateAccount
source: How do I create an account?
hr: Kako da kreiram račun?

# faqCreateAccountAnswer
source: To create an account: 1. Click "Sign Up" or "Register" in the top right corner 2. Enter your email address and create a password 3. Or sign up using Google or Facebook 4. Verify your email address 5. Complete your profile information Creating an account allows you to save favorite properties, manage bookings, and receive personalized recommendations.
hr: Da biste kreirali račun: 1. Kliknite "Registriraj se" ili "Registracija" u gornjem desnom kutu 2. Unesite vašu email adresu i kreirajte lozinku 3. Ili se registrirajte koristeći Google ili Facebook 4. Verificirajte vašu email adresu 5. Popunite informacije vašeg profila Kreiranje računa vam omogućava da spremite omiljene nekretnine, upravljate rezervacijama i primate personalizirane preporuke.

# faqForgotPassword
source: I forgot my password. How do I reset it?
hr: Zaboravio/la sam lozinku. Kako da je resetiram?

# faqForgotPasswordAnswer
source: To reset your password: 1. Click "Login" then "Forgot Password" 2. Enter your email address 3. Check your email for a password reset link 4. Click the link and create a new password 5. Log in with your new password If you don't receive the email, check your spam folder or contact support.
hr: Da biste resetirali lozinku: 1. Kliknite "Prijava" zatim "Zaboravili ste lozinku?" 2. Unesite vašu email adresu 3. Provjerite vaš email za link za resetiranje lozinke 4. Kliknite na link i kreirajte novu lozinku 5. Prijavite se sa vašom novom lozinkom Ako ne primite email, provjerite spam mapu ili kontaktirajte podršku.

# faqUpdateProfile
source: How do I update my profile information?
hr: Kako da ažuriram informacije mog profila?

# faqUpdateProfileAnswer
source: To update your profile: 1. Log in to your account 2. Click on your profile icon 3. Select "Profile Settings" 4. Update your information (name, email, phone, photo) 5. Save your changes Keeping your profile up to date helps property owners contact you and ensures a smooth booking experience.
hr: Da biste ažurirali svoj profil: 1. Prijavite se na vaš račun 2. Kliknite na ikonu vašeg profila 3. Odaberite "Postavke profila" 4. Ažurirajte vaše informacije (ime, email, telefon, fotografija) 5. Spremite vaše promjene Održavanje vašeg profila ažurnim pomaže vlasnicima objekata da vas kontaktiraju i osigurava glatko iskustvo rezervacije.

source: Contact Us
hr: Kontaktirajte Nas

source: Get in Touch
hr: Stupite u Kontakt

# contactDescription
source: Have a question or need help? Send us a message and we'll get back to you as soon as possible.
hr: Imate pitanje ili vam je potrebna pomoć? Pošaljite nam poruku i javit ćemo vam se što je prije moguće.

# contactPhone
source: Phone
hr: Telefon

source: Name
hr: Ime

# enterYourName
source: Enter your full name
hr: Unesite vaše puno ime

# pleaseEnterName
source: Please enter your name
hr: Molimo unesite vaše ime

# pleaseEnterEmail
source: Please enter your email
hr: Molimo unesite vaš email

# pleaseEnterValidEmail
source: Please enter a valid email
hr: Molimo unesite važeći email

source: Subject
hr: Predmet

# whatIsMessageAbout
source: What is your message about?
hr: O čemu je vaša poruka?

# pleaseEnterSubject
source: Please enter a subject
hr: Molimo unesite predmet

source: Message
hr: Poruka

# enterMessageHere
source: Enter your message here...
hr: Unesite vašu poruku ovdje...

# pleaseEnterMessage
source: Please enter your message
hr: Molimo unesite vašu poruku

# messageTooShort
source: Message must be at least 10 characters
hr: Poruka mora imati najmanje 10 karaktera

source: Send Message
hr: Pošalji Poruku

source: Response Time
hr: Vrijeme odgovora

# responseTimeDescription
source: We typically respond within 24 hours during business days. For urgent matters, please call our support line.
hr: Obično odgovaramo u roku od 24 sata tijekom radnih dana. Za hitne stvari, molimo nazovite našu liniju podrške.

# messageSentSuccess
source: Your message has been sent successfully!
hr: Vaša poruka je uspješno poslana!

# messageSendFailed
source: Failed to send message
hr: Slanje poruke nije uspjelo

# homeHeroTitle
source: Discover Your Perfect Getaway on Rab Island
hr: Otkrijte savršen odmor na otoku Rabu

# homeHeroSubtitle
source: Premium villas, apartments & vacation homes in the heart of the Adriatic
hr: Premium ville, apartmani i kuće za odmor u srcu Jadrana

# featuredPropertiesTitle
source: Featured Properties
hr: Istaknute Nekretnine

# featuredPropertiesSubtitle
source: Hand-picked properties for your perfect stay
hr: Ručno odabrane nekretnine za vaš savršen boravak

# recentlyViewedTitle
source: Recently Viewed
hr: Nedavno Pregledano

# recentlyViewedSubtitle
source: Properties you have viewed recently
hr: Nekretnine koje ste nedavno pregledali

# popularDestinationsTitle
source: Popular Destinations
hr: Popularne Destinacije

# popularDestinationsSubtitle
source: Explore the most sought-after vacation spots on Rab Island
hr: Istražite najtraženije lokacije za odmor na otoku Rabu

# howItWorksTitle
source: How It Works
hr: Kako Funkcioniše

# howItWorksSubtitle
source: Book your dream vacation in three simple steps
hr: Rezervišite svoj san odmor u tri jednostavna koraka

# testimonialsTitle
source: What Our Guests Say
hr: Šta Naši Gosti Kažu

# testimonialsSubtitle
source: Real experiences from real travelers
hr: Stvarna iskustva od stvarnih putnika

# ctaGetStarted
source: Get Started
hr: Počnite

# ctaLearnMore
source: Learn More
hr: Saznajte Više

source: See All
hr: Pogledaj Sve

# widgetSelectDates
source: Select Dates
hr: Odaberite Datume

# widgetGuestInformation
source: Guest Information
hr: Podaci o Gostu

# widgetPaymentMethod
source: Payment Method
hr: Način Plaćanja

# widgetConfirmation
source: Confirmation
hr: Potvrda

# widgetFullName
source: Full Name
hr: Puno Ime i Prezime

# widgetEmailAddress
source: Email Address
hr: Email Adresa

# widgetPhoneNumber
source: Phone Number
hr: Broj Telefona

# widgetSpecialRequests
source: Special Requests (Optional)
hr: Posebni zahtjevi (Neobavezno)

# widgetSpecialRequestsHint
source: Any special requests or notes...
hr: Bilo koji posebni zahtjevi ili napomene...

# widgetContinue
source: Continue
hr: Nastavi

# widgetPrevious
source: Previous
hr: Nazad

# widgetAdults
source: Adults
hr: Odrasli

# widgetChildren
source: Children
hr: Djeca

# widgetNumberOfGuests
source: Number of Guests
hr: Broj Gostiju

# widgetTotalNights
source: {count, plural, =1{1 Night} other{{count} Nights}}
hr: {count, plural, =1{1 Noć} few{{count} Noći} other{{count} Noći}}

# widgetSubtotal
source: Subtotal
hr: Međuzbroj

# widgetCleaningFee
source: Cleaning Fee
hr: Naknada za Čišćenje

# widgetServiceFee
source: Service Fee
hr: Naknada za Uslugu

# widgetTaxes
source: Taxes
hr: Porezi

# widgetTotal
source: Total
hr: Ukupno

# widgetPaymentOptions
source: Payment Options
hr: Opcije Plaćanja

# widgetFullPayment
source: Full Payment
hr: Puna Uplata

# widgetFullPaymentDesc
source: Pay 100% now
hr: Platite 100% sada

# widgetDepositPayment
source: Deposit Payment
hr: Avansna Uplata

# widgetDepositPaymentDesc
source: Pay 20% now, rest on arrival
hr: Platite 20% sada, ostatak pri dolasku

# widgetSelectPaymentMethod
source: Select Payment Method
hr: Odaberite Način Plaćanja

# widgetBankTransfer
source: Bank Transfer
hr: Bankovna Uplata

# widgetBankTransferDesc
source: Transfer to our bank account (3-day deadline)
hr: Uplata na naš bankovni račun (rok 3 dana)

# widgetBankTransferNote
source: You will receive payment instructions via email
hr: Dobit ćete upute za plaćanje putem emaila

# widgetCreditCard
source: Credit Card
hr: Kreditna Kartica

# widgetCreditCardDesc
source: Pay instantly with Stripe
hr: Platite instant putem Stripe

# widgetPayOnArrival
source: Pay on Arrival
hr: Plaćanje Pri Dolasku

# widgetPayOnArrivalDesc
source: Pay in cash or card at check-in
hr: Platite gotovinom ili karticom pri check-in

# widgetBookingReference
source: Booking Reference
hr: Referenca Rezervacije

# widgetBookingConfirmed
source: Booking Confirmed!
hr: Rezervacija Potvrđena!

# widgetThankYou
source: Thank you for your booking
hr: Hvala na vašoj rezervaciji

# widgetConfirmationSent
source: A confirmation email has been sent to {email}
hr: Email potvrda je poslana na {email}

# widgetBankTransferInstructions
source: Bank Transfer Instructions
hr: Upute za Bankovnu Uplatu

# widgetBankAccountHolder
source: Account Holder
hr: Vlasnik Računa

# widgetBankName
source: Bank
hr: Banka

# widgetPaymentReference
source: Payment Reference
hr: Referenca Plaćanja

# widgetPaymentDeadline
source: Payment Deadline
hr: Rok za Uplatu

# widgetImportantNote
source: Important Note
hr: Važna Napomena

# widgetIncludeReference
source: Please include the booking reference in your transfer
hr: Molimo uključite referencu rezervacije u vašoj uplati

# widgetAvailable
source: Available
hr: Dostupno

# widgetBooked
source: Booked
hr: Rezervirano

# widgetCheckInOnly
source: Check-in only
hr: Samo dolazak

# widgetCheckOutOnly
source: Check-out only
hr: Samo odlazak

# widgetBlocked
source: Blocked
hr: Blokirano

# widgetPricePerNight
source: €{price} / night
hr: €{price} / noć

# widgetSelectCheckIn
source: Select check-in date
hr: Odaberite datum dolaska

# widgetSelectCheckOut
source: Select check-out date
hr: Odaberite datum odlaska

# widgetMinimumStay
source: Minimum stay: {nights} nights
hr: Minimalni boravak: {nights} noći

# widgetDatesNotAvailable
source: Selected dates are not available
hr: Odabrani datumi nisu dostupni

# widgetPleaseSelectOtherDates
source: Please select different dates
hr: Molimo odaberite druge datume

# widgetErrorLoadingAvailability
source: Error loading availability
hr: Greška pri učitavanju dostupnosti

# widgetErrorCreatingBooking
source: Error creating booking
hr: Greška pri kreiranju rezervacije

# widgetPleaseCheckFormErrors
source: Please check form errors and try again
hr: Molimo provjerite greške u formi i pokušajte ponovo

# widgetFieldRequired
source: This field is required
hr: Ovo polje je obavezno

# widgetInvalidEmail
source: Invalid email address
hr: Neispravna email adresa

# widgetInvalidPhone
source: Invalid phone number
hr: Neispravan broj telefona

# widgetNameTooShort
source: Name must be at least 2 characters
hr: Ime mora imati najmanje 2 karaktera

# widgetProcessingPayment
source: Processing payment...
hr: Obrada plaćanja...

# widgetCreatingBooking
source: Creating booking...
hr: Kreiranje rezervacije...

# widgetPleaseWait
source: Please wait
hr: Molimo sačekajte

# widgetCancellationPolicy
source: Cancellation Policy
hr: Politika Otkazivanja

# widgetFreeCancellation
source: Free cancellation up to 24 hours before check-in
hr: Besplatno otkazivanje do 24 sata prije dolaska

# widgetNoRefund
source: No refund after this date
hr: Bez povrata novca nakon ovog datuma

# widgetTermsAndConditions
source: By booking, you agree to our Terms & Conditions and Privacy Policy
hr: Rezervacijom prihvatate naše Uvjete korištenja i Politiku privatnosti

# widgetMissingParameters
source: Missing required parameters
hr: Nedostaju obavezni parametri

# widgetPropertyNotFound
source: Property or unit not found
hr: Nekretnina ili jedinica nije pronađena

# widgetContactSupport
source: Please contact support
hr: Molimo kontaktirajte podršku

# ownerOverview
source: Overview
hr: Pregled

# ownerErrorLoadingData
source: Error loading data
hr: Greška prilikom učitavanja podataka

# ownerMonthlyRevenue
source: Revenue this month
hr: Zarada ovaj mjesec

# ownerYearlyRevenue
source: Revenue this year
hr: Zarada ove godine

# ownerMonthlyBookings
source: Bookings this month
hr: Rezervacije ovaj mjesec

# ownerUpcomingCheckIns
source: Upcoming check-ins
hr: Nadolazeći check-in

# ownerActiveProperties
source: Active properties
hr: Aktivne nekretnine

# ownerOccupancyRate
source: Occupancy rate
hr: Popunjenost

# ownerDashboardRevenue
source: Revenue
hr: Zarada

# ownerDashboardBookings
source: Bookings
hr: Rezervacije

# ownerDashboardThisMonth
source: This Month
hr: Ovaj Mjesec

# ownerWelcomeTitle
source: Welcome to BookBed!
hr: Dobrodošli u BookBed!
