Repository: DanLika/rab_booking
Catalog: lib/l10n/app_*.arb
Languages: hr

# ownerFaqWidget3A
source: Yes, the widget is fully responsive and adapts to all screen sizes. Use the responsive embed code for best results.
hr: Da, widget je potpuno responsive i prilagođava se svim veličinama ekrana. Koristite responsive embed kod za najbolje rezultate.

# ownerFaqWidget4Q
source: Can I have multiple widgets on one page?
hr: Mogu li imati više widgeta na jednoj stranici?

# ownerFaqWidget4A
source: Yes, you can embed multiple widgets (for different apartments) on the same page. Each widget will have its unique unit ID in the URL.
hr: Da, možete embed-ovati više widgeta (za različite apartmane) na istoj stranici. Svaki widget će imati svoj jedinstveni unit ID u URL-u.

# ownerFaqWidget5Q
source: Does the widget support multiple languages?
hr: Da li widget podržava više jezika?

# ownerFaqWidget5A
source: Yes! The widget supports Croatian, English, German and Italian. Add &language=en (or hr, de, it) to the URL or enable the language selector.
hr: Da! Widget podržava hrvatski, engleski, njemački i talijanski jezik. Dodajte &language=en (ili hr, de, it) u URL ili omogućite language selector.

# ownerFaqIcal1Q
source: How to connect Booking.com calendar?
hr: Kako povezati Booking.com kalendar?

# ownerFaqIcal1A
source: Log in to Booking.com Extranet → Calendar → Reservations export → Copy the iCal URL → Add to our app under iCal Synchronization. More details in the "iCal Sync" guide.
hr: Prijavite se na Booking.com Extranet → Calendar → Reservations export → Kopirajte iCal URL → Dodajte u našu aplikaciju pod iCal Sinkronizacija. Detaljnije u "iCal Sync" uputstvu.

# ownerFaqIcal2Q
source: How often does it sync?
hr: Koliko često se sinkronizuje?

# ownerFaqIcal2A
source: Automatic sync runs every hour. You can manually trigger a sync anytime by clicking the "Sync Now" button.
hr: Automatski sync se izvršava svaki sat. Možete ručno pokrenuti sync bilo kada klikom na "Sync Now" dugme.

# ownerFaqIcal3Q
source: Will guests see guest names from other platforms?
hr: Hoće li gosti vidjeti imena gostiju sa drugih platformi?

# ownerFaqIcal3A
source: No. The iCal protocol only transfers reservation dates (check-in/check-out), not personal data. Reservations will be displayed as "Platform Guest" in your calendar.
hr: Ne. iCal protokol prenosi samo datume rezervacije (check-in/check-out), ne i osobne podatke. Rezervacije će biti prikazane kao "Platform Gost" u vašem kalendaru.

# ownerFaqIcal4Q
source: Can I sync with multiple platforms simultaneously?
hr: Mogu li sync-ovati sa više platformi istovremeno?

# ownerFaqIcal4A
source: Yes! You can add iCal feeds from Booking.com, Airbnb or any other platform that supports iCal format for the same apartment. All reservations will be displayed.
hr: Da! Možete dodati iCal feed-ove sa Booking.com, Airbnb ili bilo koje druge platforme koja podržava iCal format za isti apartman. Sve rezervacije će biti prikazane.

# ownerFaqSupport1Q
source: Widget is not loading on my site
hr: Widget se ne učitava na mom sajtu

# ownerFaqSupport1A
source: Check: (1) Did you paste the complete iframe code, (2) Is the unit ID correct, (3) Browser console for errors (F12). If the problem persists, contact support.
hr: Provjerite: (1) Da li ste zalijepili kompletan iframe kod, (2) Da li je unit ID točan, (3) Browser konzolu za greške (F12). Ako problem persistira, kontaktirajte podršku.

# ownerFaqSupport2Q
source: I forgot my password
hr: Zaboravio/la sam lozinku

# ownerFaqSupport2A
source: On the login screen click "Forgot Password" → Enter email → Check your inbox (and spam folder) for the reset link.
hr: Na login ekranu kliknite "Forgot Password" → Unesite email → Provjerite inbox (i spam folder) za reset link.

# ownerFaqSupport3Q
source: Email notifications are not arriving
hr: Email notifikacije ne stižu

# ownerFaqSupport3A
source: Check your spam folder. If they still don't arrive, go to Profile → Notification Settings and verify notifications are enabled. Add duskolicanin1234@gmail.com to your whitelist.
hr: Provjerite spam folder. Ako još uvijek ne stižu, idite na Profile → Notification Settings i provjerite da su obavijesti omogućene. Dodajte duskolicanin1234@gmail.com u whitelist.

# ownerFaqSupport4Q
source: How to contact support?
hr: Kako kontaktirati podršku?

# ownerFaqSupport4A
source: Send an email to: duskolicanin1234@gmail.com with a detailed description of the problem. Include screenshots if possible. We respond within 24-48h.
hr: Pošaljite email na: duskolicanin1234@gmail.com sa detaljnim opisom problema. Uključite screenshots ako je moguće. Odgovaramo unutar 24-48h.

# emailVerificationTitle
source: Email Verification
hr: Verifikacija emaila

# emailVerificationSubtitle
source: Configure guest email verification settings
hr: Konfigurirajte postavke verifikacije emaila gosta

# emailVerificationToggleTitle
source: Require Email Verification
hr: Zahtijevaj verifikaciju emaila

# emailVerificationToggleSubtitle
source: Guest must verify their email address before completing booking
hr: Gost mora verificirati svoju email adresu prije završetka rezervacije

# emailVerificationInfoEnabled
source: Verification button will be shown in Step 2 of the booking flow. Guests cannot proceed without verifying their email.
hr: Gumb za verifikaciju će biti prikazan u Koraku 2 procesa rezervacije. Gosti ne mogu nastaviti bez verifikacije emaila.

# emailVerificationInfoDisabled
source: Email verification is disabled. Guests can complete bookings without verifying their email address.
hr: Verifikacija emaila je onemogućena. Gosti mogu završiti rezervacije bez verifikacije email adrese.

# icalExportEnabled
source: Enabled
hr: Omogućeno

# icalExportDisabled
source: Disabled
hr: Onemogućeno

# icalExportToggleTitle
source: Enable iCal Export
hr: Omogući iCal izvoz

# icalExportToggleSubtitle
source: Generate public iCal URL for external calendar sync
hr: Generiraj javni iCal URL za sinkronizaciju s vanjskim kalendarima

# icalExportInfo
source: Export Information
hr: Informacije o izvozu

# icalExportInfoMessage
source: iCal export will be auto-generated when bookings change. Use the generated URL to sync with external calendars.
hr: iCal izvoz će se automatski generirati kada se rezervacije promijene. Koristite generirani URL za sinkronizaciju s vanjskim kalendarima.

# icalExportDaysAgo
source: {days}d ago
hr: Prije {days}d

# icalExportTestButton
source: Test iCal Export
hr: Testiraj iCal izvoz

# icalExportLoading
source: Loading...
hr: Učitavanje...

# icalExportFailedToLoad
source: Failed to load unit data
hr: Nije moguće učitati podatke o jedinici

# taxLegalTitle
source: Tax & Legal Disclaimer
hr: Porezna i pravna izjava

# taxLegalEnabled
source: Enabled
hr: Omogućeno

# taxLegalDisabled
source: Disabled
hr: Onemogućeno

# taxLegalToggleTitle
source: Enable Tax/Legal Disclaimer
hr: Omogući poreznu/pravnu izjavu

# taxLegalToggleSubtitle
source: Show disclaimer to guests during booking
hr: Prikaži izjavu gostima tijekom rezervacije

# taxLegalTextSource
source: Disclaimer Text Source
hr: Izvor teksta izjave

# taxLegalDefaultTitle
source: Use Default Croatian Text
hr: Koristi zadani hrvatski tekst

# taxLegalDefaultSubtitle
source: Standard legal text for Croatian properties
hr: Standardni pravni tekst za hrvatske nekretnine

# taxLegalCustomTitle
source: Use Custom Text
hr: Koristi prilagođeni tekst

# taxLegalCustomSubtitle
source: Provide your own legal text
hr: Unesite vlastiti pravni tekst

# taxLegalCustomLabel
source: Custom Disclaimer Text
hr: Prilagođeni tekst izjave

# taxLegalCustomHint
source: Enter your custom legal text...
hr: Unesite svoj prilagođeni pravni tekst...

# taxLegalPreviewButton
source: Preview Disclaimer
hr: Pregledaj izjavu

# bookingActionUnknownGuest
source: Unknown guest
hr: Nepoznati gost

# bookingBlockHasConflict
source: has conflict with another booking
hr: ima konflikt sa drugom rezervacijom

# bookingActionEditTitle
source: Edit booking
hr: Uredi rezervaciju

# bookingActionEditSubtitle
source: Change booking details
hr: Promijeni detalje rezervacije

# bookingActionStatusTitle
source: Change status
hr: Promijeni status

# bookingActionDeleteTitle
source: Delete booking
hr: Obriši rezervaciju

# bookingActionDeleteSubtitle
source: Permanently remove booking
hr: Trajno ukloni rezervaciju

# bookingActionMoveTitle
source: Move booking to:
hr: Prebaci rezervaciju u:

# bookingActionNoOtherUnits
source: No other available units
hr: Nema drugih dostupnih jedinica

# bookingActionGuestsRooms
source: {guests} guests • {rooms} bedrooms
hr: {guests} gostiju • {rooms} spavaće sobe

# bookingActionMoving
source: Moving booking...
hr: Prebacivanje rezervacije...

# bookingActionMovedTo
source: Booking moved to {unitName}
hr: Rezervacija prebačena u {unitName}

# bookingActionError
source: Error: {error}
hr: Greška: {error}

# futureBookingsTitle
source: Upcoming bookings - {unitName}
hr: Nadolazeće rezervacije - {unitName}

# futureBookingsClose
source: Close
hr: Zatvori

# futureBookingsCount
source: {count} bookings
hr: {count} rezervacija

# futureBookingsEmpty
source: No upcoming bookings
hr: Nema nadolazećih rezervacija

# futureBookingsEmptySubtitle
source: All future bookings for {unitName} will be shown here
hr: Sve buduće rezervacije za {unitName} će se prikazati ovdje

# futureBookingsUnknownGuest
source: Unknown Guest
hr: Nepoznati gost

# futureBookingsGuestsNights
source: {guests} guest(s) • {nights} night(s)
hr: {guests} gost(a) • {nights} noć(i)

# calendarErrorTitle
source: Oops! Something went wrong
hr: Ups! Nešto je pošlo po krivu

# calendarErrorDefault
source: An error occurred while loading data
hr: Došlo je do greške pri učitavanju podataka

# calendarErrorCompact
source: Error loading
hr: Greška pri učitavanju

# calendarErrorRetry
source: Try again
hr: Pokušaj ponovo

# calendarErrorHelp
source: Help
hr: Pomoć

# calendarErrorBannerTitle
source: Error
hr: Greška

# calendarErrorClose
source: Close
hr: Zatvori

# calendarFiltersTitle
source: Calendar Filters
hr: Filteri kalendara

# calendarFiltersSearchGuest
source: Search guest
hr: Pretraži gosta

# calendarFiltersGuestLabel
source: Guest name or email
hr: Ime ili email gosta

# calendarFiltersGuestHint
source: Enter name or email...
hr: Unesite ime ili email...

# calendarFiltersSearchBookingId
source: Search by booking ID
hr: Pretraži po ID-u rezervacije

# calendarFiltersBookingIdLabel
source: Booking ID
hr: ID rezervacije

# calendarFiltersBookingIdHint
source: Enter booking ID...
hr: Unesite ID rezervacije...

# calendarFiltersClearDate
source: Clear date
hr: Očisti datum

# calendarFiltersApply
source: Apply
hr: Primijeni

# calendarFiltersCancel
source: Cancel
hr: Otkaži

# calendarFiltersClear
source: Clear
hr: Očisti

# calendarFiltersClearAll
source: Clear all
hr: Očisti sve

# calendarSearchTitle
source: Search Bookings
hr: Pretraga rezervacija

# calendarSearchHint
source: Search by guest name, email, ID or unit...
hr: Pretražite po imenu gosta, email-u, ID-u ili jedinici...

# calendarSearchResultsCount
source: Found {count} results
hr: Pronađeno {count} rezultata

# calendarSearchEnterTerm
source: Enter search term
hr: Unesite termin za pretragu

# calendarSearchDescription
source: Search by guest name, email, ID or unit
hr: Pretražite po imenu gosta, email-u, ID-u ili jedinici

# calendarSearchNoResults
source: No results
hr: Nema rezultata

# calendarSearchTryAnother
source: Try a different search term
hr: Pokušajte sa drugim terminom pretrage

# calendarStatusCurrent
source: Current
hr: Trenutni

# bookingInlineEditTitle
source: Quick Edit
hr: Brzo uređivanje

# bookingInlineEditGuest
source: Guest
hr: Gost

# bookingInlineEditCheckIn
source: Check-in
hr: Dolazak

# bookingInlineEditCheckOut
source: Check-out
hr: Odlazak

# bookingInlineEditNights
source: Nights
hr: Noćenja

# bookingInlineEditGuestCount
source: Number of Guests
hr: Broj gostiju

# bookingInlineEditSave
source: Save Changes
hr: Spremi promjene

# bookingInlineEditSaving
source: Saving...
hr: Spremanje...

# bookingInlineEditCancel
source: Cancel
hr: Otkaži

# bookingInlineEditDates
source: Dates
hr: Datumi

# bookingInlineEditNightSingular
source: night
hr: noć

# bookingInlineEditNightPlural
source: nights
hr: noći

# bookingEditInternalNotes
source: Internal Notes
hr: Interne bilješke

# bookingEditNotesHint
source: Add notes for this booking...
hr: Dodajte bilješke za ovu rezervaciju...

# priceCalendarHintExample
source: e.g. {value}
hr: npr. {value}

# overbookingConflictDetected
source: Overbooking detected for {unitName}
hr: Overbooking detektovan za {unitName}

# overbookingConflictCount
source: {count, plural, =0{No conflicts} =1{1 conflict} other{{count} conflicts}}
hr: {count, plural, =0{Nema konflikata} =1{1 konflikt} other{{count} konflikata}}

# overbookingConflictDetails
source: Conflict: {guest1} vs {guest2}
hr: Konflikt: {guest1} vs {guest2}

# overbookingViewBooking
source: View
hr: Prikaži

# overbookingScrollToConflict
source: Scroll to conflict
hr: Skroluj do konflikta

# bookingDropZoneDropHere
source: Drop here
hr: Pusti ovdje

# bookingDropZoneCannotDrop
source: Cannot drop
hr: Nije moguće

# bookingBlockSemanticLabel
source: Booking for {guestName}, from {checkIn} to {checkOut}, {nights} nights, {guestCount} guests{conflictText}. Tap for details.
hr: Rezervacija za {guestName}, od {checkIn} do {checkOut}, {nights} noći, {guestCount} gostiju{conflictText}. Tapni za detalje.

# tooltipNightsCount
source: {count, plural, =1{1 night} other{{count} nights}}
hr: {count, plural, =1{1 noć} few{{count} noći} other{{count} noći}}

# tooltipGuestsCount
source: {count, plural, =1{1 guest} other{{count} guests}}
hr: {count, plural, =1{1 gost} few{{count} gosta} other{{count} gostiju}}

# tooltipConflictWith
source: Conflict with:
hr: Konflikt sa:

# tooltipMoreConflicts
source: +{count} more...
hr: +{count} više...

# tooltipImportedBooking
source: Imported booking
hr: Uvezena rezervacija

# tooltipManageOn
source: Manage on {platform}
hr: Upravljajte na {platform}

# tooltipGuest
source: Guest
hr: Gost

# tooltipCheckIn
source: Check-in
hr: Dolazak

# tooltipCheckOut
source: Check-out
hr: Odlazak

# tooltipNights
source: Nights
hr: Noći

# tooltipGuests
source: Guests
hr: Gosti

# tooltipPrice
source: Price
hr: Cijena

# tooltipSource
source: Source
hr: Izvor

# tooltipNote
source: Note:
hr: Napomena:

# statusPending
source: Pending
hr: Na čekanju

# statusConfirmed
source: Confirmed
hr: Potvrđeno

# statusCompleted
source: Completed
hr: Završeno

# statusCancelled
source: Cancelled
hr: Otkazano

# warningUnblockDatesTitle
source: Warning: Unblocking Dates
hr: Upozorenje: Otključavanje datuma

# warningUnblockDatesMessage
source: You are about to unblock dates on {platformName} for {dateRange}. These dates may have been blocked due to a booking on another platform.
hr: Spremate se otključati datume na {platformName} za {dateRange}. Ti datumi su možda blokirani zbog rezervacije na drugoj platformi.

# warningUnblockDatesRisks
source: Please consider these risks:
hr: Molimo razmotrite ove rizike:

# riskCancelledByMistake
source: The booking may have been cancelled by mistake
hr: Rezervacija je možda greškom otkazana

# riskPlanToReactivate
source: The guest may plan to reactivate the booking
hr: Gost možda planira ponovno aktivirati rezervaciju

# riskAnotherBookingExists
source: Another booking may exist for these dates on other platforms
hr: Možda postoji druga rezervacija za te datume na drugim platformama

source: Yes, Unblock
hr: Da, Otključaj

# warningUpdateBookingTitle
source: Update Booking Dates
hr: Ažuriranje datuma rezervacije

# warningUpdateBookingMessage
source: Updating booking dates will sync changes to external platforms:
hr: Ažuriranje datuma rezervacije će sinkronizirati promjene na eksterne platforme:

source: Old dates (will be unblocked)
hr: Stari datumi (bit će otključani)

source: New dates (will be blocked)
hr: Novi datumi (bit će zaključani)

# platformSyncInfo
source: Changes will be synced to: {platforms}
hr: Promjene će biti sinkronizirane na: {platforms}

source: Update Booking
hr: Ažuriraj rezervaciju
