Repository: DanLika/rab_booking
Catalog: lib/l10n/app_*.arb
Languages: hr

source: Save
hr: Spremi

source: Cancel
hr: Odustani

source: Delete
hr: Obriši

source: Edit
hr: Uredi

source: Confirm
hr: Potvrdi

source: Back
hr: Natrag

source: Next
hr: Dalje

source: Submit
hr: Pošalji

source: Close
hr: Zatvori

source: Done
hr: Gotovo

source: Yes
hr: Da

source: No
hr: Ne

source: Loading...
hr: Učitavanje...

source: Error
hr: Greška

source: Success
hr: Uspjeh

source: Retry
hr: Pokušaj ponovno

source: Search
hr: Traži

source: Sort
hr: Sortiraj

source: View
hr: Prikaži

source: Share
hr: Podijeli

source: Home
hr: Početna

source: Explore
hr: Istraži

source: Bookings
hr: Rezervacije

source: My Bookings
hr: Moje Rezervacije

source: Favorites
hr: Omiljene

source: Profile
hr: Profil

source: Settings
hr: Postavke

source: Login
hr: Prijava

source: Sign In
hr: Prijavite se

source: Register
hr: Registracija

source: Logout
hr: Odjava

source: Password
hr: Lozinka

source: Forgot Password?
hr: Zaboravili ste lozinku?

source: Reset Password
hr: Resetiraj lozinku

source: First Name
hr: Ime

source: Last Name
hr: Prezime

source: Phone Number
hr: Broj Telefona

# alreadyHaveAccount
source: Already have an account?
hr: Već imate račun?

# dontHaveAccount
source: Don't have an account?
hr: Nemate račun?

source: Sign in with Google
hr: Prijavite se sa Google

source: Continue with Google
hr: Nastavite s Google

source: Continue with Apple
hr: Nastavite s Apple

source: Welcome Back
hr: Dobrodošli nazad

# loginToYourAccount
source: Sign in to your account
hr: Prijavite se na svoj račun

# authOwnerLogin
source: Owner Login
hr: Prijava vlasnika

# authManageProperties
source: Manage your properties and bookings
hr: Upravljajte nekretninama i rezervacijama

# authRememberMe
source: Remember me
hr: Zapamti me

# authForgotPassword
source: Forgot password?
hr: Zaboravili lozinku?

# authOrContinueWith
source: or continue with
hr: ili nastavite s

# authPreviewDemo
source: Preview Demo (Anonymous)
hr: Pregled demo (Anonimno)

# authCreateAccount
source: Create Account
hr: Kreiraj račun

# authNoAccount
source: Don't have an account?
hr: Nemate račun?

# authHaveAccount
source: Already have an account?
hr: Već imate račun?

# authResetPassword
source: Reset Your Password
hr: Resetiraj lozinku

# authResetPasswordDesc
source: Enter your email address and we'll send you instructions to reset your password.
hr: Unesite email adresu i poslat ćemo vam upute za resetiranje lozinke.

# authSendResetLink
source: Send Reset Link
hr: Pošalji link za reset

# authBackToLogin
source: Back to Login
hr: Natrag na prijavu

# authEmailSent
source: Email Sent!
hr: Email poslan!

# authResetEmailSentTo
source: We've sent password reset instructions to:
hr: Poslali smo upute za resetiranje lozinke na:

# authReturnToLogin
source: Return to Login
hr: Vrati se na prijavu

# authResendEmail
source: Didn't receive the email? Resend
hr: Niste primili email? Pošalji ponovo

# authStartManaging
source: Start managing your properties today
hr: Počnite upravljati nekretninama danas

# authFullName
source: Full Name
hr: Puno ime

# authPhone
source: Phone (optional)
hr: Telefon (opcionalno)

# authConfirmPassword
source: Confirm Password
hr: Potvrdi lozinku

# authAcceptTerms
source: I accept the
hr: Prihvaćam

# authTermsConditions
source: Terms & Conditions
hr: Uvjete korištenja

# authPrivacyPolicy
source: Privacy Policy
hr: Politiku privatnosti

# authNewsletterOptIn
source: Send me updates and promotional offers
hr: Šaljite mi novosti i promotivne ponude

# authMustAcceptTerms
source: You must accept the Terms & Conditions and Privacy Policy
hr: Morate prihvatiti Uvjete korištenja i Politiku privatnosti

# authEnterFullName
source: Please enter your full name
hr: Molimo unesite puno ime

# authEnterFirstLastName
source: Please enter both first and last name
hr: Molimo unesite ime i prezime

# authIncorrectPassword
source: Incorrect password. Try again or reset your password.
hr: Pogrešna lozinka. Pokušajte ponovo ili resetirajte lozinku.

# authWelcomeUser
source: Welcome back, {name}!
hr: Dobrodošli, {name}!

# loginSuccessful
source: Successfully logged in!
hr: Uspješno ste se prijavili!

source: Login failed
hr: Prijava neuspješna

# googleLoginFailed
source: Google sign-in failed
hr: Google prijava neuspješna

# createNewAccount
source: Create a new account
hr: Kreirajte novi račun

source: Sign Up
hr: Registriraj se

# registrationSuccessful
source: Account successfully created!
hr: Račun uspješno kreiran!

source: Registration failed
hr: Greška pri registraciji

source: Google registration failed
hr: Google registracija neuspješna

# acceptTermsRequired
source: Please accept terms of service
hr: Molimo prihvatite uvjete korištenja

# firstNameRequired
source: Please enter your first name
hr: Molimo unesite ime

# lastNameRequired
source: Please enter your last name
hr: Molimo unesite prezime

# emailRequired
source: Please enter your email
hr: Molimo unesite email

# validEmailRequired
source: Please enter a valid email
hr: Molimo unesite validan email

# passwordRequired
source: Please enter password
hr: Molimo unesite lozinku

# passwordTooShort
source: Password must be at least 6 characters
hr: Lozinka mora imati najmanje 6 karaktera

source: Confirm Password
hr: Potvrdi Lozinku

# confirmPasswordRequired
source: Please confirm password
hr: Molimo potvrdite lozinku

source: Passwords do not match
hr: Lozinke se ne poklapaju

source: Account Type
hr: Vrsta računa

source: Guest
hr: Gost

# guestDescription
source: I want to book accommodation
hr: Želim rezervirati smještaj

source: Owner
hr: Vlasnik

# ownerDescription
source: I want to rent out my property
hr: Želim iznajmiti svoj smještaj

source: I accept
hr: Prihvaćam

source: Terms of Service
hr: Uvjete korištenja

source: and
hr: i

source: Privacy Policy
hr: Pravila privatnosti

source: or
hr: ili

# enterYourEmail
source: Enter your email address
hr: Unesite vašu email adresu

source: Properties
hr: Nekretnine

source: Property
hr: Nekretnina

source: Property Details
hr: Detalji Nekretnine

source: View Details
hr: Pogledaj Detalje

source: Location
hr: Lokacija

source: Price
hr: Cijena

source: per night
hr: po noći

source: Guests
hr: Gosti

source: Bedrooms
hr: Spavaće Sobe

source: Bathrooms
hr: Kupaonice

source: Amenities
hr: Sadržaji

source: Description
hr: Opis

source: Reviews
hr: Recenzije

source: Rating
hr: Ocjena

source: Availability
hr: Dostupnost

source: Book Now
hr: Rezerviraj sada

source: Booking
hr: Rezervacija

source: Booking Confirmation
hr: Potvrda Rezervacije

source: Check-in
hr: Prijava

source: Check-out
hr: Odjava

source: Nights
hr: Noći

source: Total Price
hr: Ukupna cijena

source: Booking Details
hr: Detalji Rezervacije

source: Guest Details
hr: Detalji Gosta

source: Payment Details
hr: Detalji plaćanja

source: Confirm Booking
hr: Potvrdi Rezervaciju

source: Cancel Booking
hr: Otkaži Rezervaciju

source: Booking Cancelled
hr: Rezervacija otkazana

source: Booking Confirmed
hr: Rezervacija potvrđena

source: Booking Information
hr: Informacije o rezervaciji

source: Booking ID
hr: ID rezervacije

source: Booking Date
hr: Datum rezervacije

source: Stay Details
hr: Detalji boravka

source: Arrival
hr: Dolazak

source: Departure
hr: Odlazak

source: Duration
hr: Trajanje

source: night
hr: noć

# nightsPlural
source: nights
hr: noći

# guestsPlural
source: guests
hr: gostiju

source: Payment Information
hr: Informacije o plaćanju

source: Total Amount
hr: Ukupan iznos

source: Cancellation Details
hr: Detalji otkazivanja

source: Cancelled On
hr: Otkazano dana

source: Reason
hr: Razlog

source: View Property
hr: Pogledaj Nekretninu

source: Error loading booking
hr: Greška pri učitavanju rezervacije

source: Try again or contact support
hr: Pokušajte ponovo ili kontaktirajte podršku

# cancelBookingTitle
source: Cancel Booking
hr: Otkaži Rezervaciju

# cancelBookingConfirmation
source: Are you sure you want to cancel this booking? This action cannot be undone.
hr: Jeste li sigurni da želite otkazati ovu rezervaciju? Ova akcija se ne može poništiti.

source: Cancellation Reason
hr: Razlog Otkazivanja

# cancellationReasonHint
source: Please specify reason for cancellation
hr: Molimo navedite razlog otkazivanja

# cancellationReasonRequired
source: Please specify reason for cancellation
hr: Molimo navedite razlog otkazivanja

source: Keep Booking
hr: Zadrži Rezervaciju

# bookingCancelledSuccessfully
source: Booking successfully cancelled
hr: Rezervacija uspješno otkazana

# bookingCancellationFailed
source: Failed to cancel booking
hr: Neuspjelo otkazivanje rezervacije

# writeReview
source: Write a Review
hr: Napiši Recenziju

source: Edit Review
hr: Uredi recenziju

source: Your Review
hr: Vaša Recenzija

source: Overall Rating
hr: Ukupna ocjena

source: Cleanliness
hr: Čistoća

source: Communication
hr: Komunikacija

source: Accuracy
hr: Tačnost

source: Value
hr: Vrijednost

source: Submit Review
hr: Pošalji Recenziju

source: Add to Favorites
hr: Dodaj u Omiljene

source: Remove from Favorites
hr: Ukloni iz Omiljenih

# noFavorites
source: No Favorites Yet
hr: Nemate Omiljenih

# toggleFavoriteStatus
source: Toggle favorite status for this property
hr: Promijeni status omiljenog za ovu nekretninu

source: Property not found
hr: Smještaj nije pronađen

# propertyNoLongerAvailable
source: This property may no longer be available.
hr: Ovaj smještaj možda više nije dostupan.

source: Error loading property
hr: Greška prilikom učitavanja

source: Try Again
hr: Pokušaj ponovo

# noFavoritesDescription
source: Add properties to favorites to find them easily later.
hr: Dodajte nekretnine u omiljene kako biste ih lako pronašli kasnije.

source: Browse Properties
hr: Pregledaj Nekretnine

source: Edit Profile
hr: Uredi Profil

source: Change Password
hr: Promijeni lozinku

source: Current Password
hr: Trenutna Lozinka

source: New Password
hr: Nova lozinka

source: Confirm New Password
hr: Potvrdite Novu Lozinku

source: Password changed successfully
hr: Lozinka uspješno promijenjena

# enterCurrentAndNewPassword
source: Enter your current password and choose a new one
hr: Unesite trenutnu i novu lozinku

# currentPasswordIncorrect
source: Current password is incorrect
hr: Trenutna lozinka nije ispravna

# weakPassword
source: Weak
hr: Slaba

# mediumPassword
source: Medium
hr: Srednja

# strongPassword
source: Strong
hr: Jaka

# recentLoginRequired
source: Please sign out and sign in again before changing password
hr: Molimo odjavite se i ponovno se prijavite prije promjene lozinke

# passwordChangeError
source: Error changing password
hr: Greška pri promjeni lozinke

# passwordsMustBeDifferent
source: New password must be different from current password
hr: Nova lozinka mora biti različita od trenutne

# pleaseEnterCurrentPassword
source: Please enter your current password
hr: Molimo unesite trenutnu lozinku

# youWillStayLoggedIn
source: You will stay logged in after changing your password
hr: Ostat ćete prijavljeni nakon promjene lozinke

# personalInfo
source: Personal Information
hr: Lične Informacije

source: Account Settings
hr: Postavke Računa

source: Language Settings
hr: Jezične Postavke

source: Select Language
hr: Odaberite Jezik

source: English
hr: Engleski

source: Croatian
hr: Hrvatski

source: Search Properties
hr: Pretražite Nekretnine

source: No results found
hr: Nema Rezultata

# tryDifferentSearch
source: Try a different search term or category
hr: Pokušajte sa drugim pojmom ili kategorijom

source: Clear Filters
hr: Obriši Filtere

source: Apply Filters
hr: Primeni Filtere

source: Sort By
hr: Sortiraj Po

source: Price Range
hr: Raspon cijene

source: Property Type
hr: Vrsta Nekretnine

source: Error loading data
hr: Greška pri učitavanju podataka

source: Error saving data
hr: Greška pri spremanju podataka

# pleaseCheckConnection
source: Please check your internet connection
hr: Molimo provjerite internetsku vezu

source: Something went wrong
hr: Nešto nije u redu

# tryAgainLater
source: Please try again later
hr: Molimo pokušajte ponovo kasnije

# invalidEmail
source: Invalid email address
hr: Neispravna email adresa

# invalidPassword
source: Password must be at least 8 characters
hr: Lozinka mora imati najmanje 8 karaktera

# requiredField
source: This field is required
hr: Ovo polje je obavezno

source: Saved successfully
hr: Uspješno spremljeno

source: Updated successfully
hr: Uspješno ažurirano

source: Deleted successfully
hr: Uspješno obrisano

source: Booking created successfully
hr: Rezervacija uspješno kreirana

source: Review submitted successfully
hr: Recenzija uspješno poslana

source: Profile updated successfully
hr: Profil uspješno ažuriran

# termsAndConditions
source: Terms & Conditions
hr: Uvjeti korištenja

# termsTitle
source: Terms and Conditions
hr: Uvjeti i odredbe

source: Last updated
hr: Posljednja izmjena

# termsAcceptanceTitle
source: 1. Acceptance of Terms
hr: 1. Prihvaćanje uvjeta

# termsAcceptanceBody
source: By accessing and using this vacation rental platform, you accept and agree to be bound by the terms and provision of this agreement. If you do not agree to abide by the above, please do not use this service.
hr: Pristupanjem i korištenjem ove platforme za iznajmljivanje, prihvaćate i slažete se da budete vezani uvjetima i odredbama ovog ugovora. Ukoliko se ne slažete sa navedenim, molimo vas da ne koristite ovu uslugu.

# termsUseOfServiceTitle
source: 2. Use of Service
hr: 2. Korištenje usluge

# termsUseOfServiceBody
source: You must be at least 18 years old to use this service. You are responsible for maintaining the confidentiality of your account and password. You agree to accept responsibility for all activities that occur under your account.
hr: Morate imati najmanje 18 godina da biste koristili ovu uslugu. Vi ste odgovorni za održavanje povjerljivosti vašeg računa i lozinke. Prihvaćate odgovornost za sve aktivnosti koje se događaju pod vašim računom.

# termsUserAccountsTitle
source: 3. User Accounts
hr: 3. Korisnički Nalozi

# termsUserAccountsBody
source: When you create an account with us, you must provide accurate and complete information. You must promptly update your account information if it changes. You are responsible for safeguarding the password that you use to access the service.
hr: Kada kreirate račun kod nas, morate pružiti točne i potpune informacije. Morate odmah ažurirati informacije o svom računu ako se promijene. Odgovorni ste za čuvanje lozinke koju koristite za pristup servisu.

# termsBookingsPaymentsTitle
source: 4. Bookings and Payments
hr: 4. Rezervacije i Plaćanja

# termsBookingsPaymentsBody
source: All bookings are subject to availability and confirmation. Payment must be made in full at the time of booking unless otherwise specified. Prices are subject to change without notice but confirmed bookings will honor the originally quoted price.
hr: Sve rezervacije podliježu dostupnosti i potvrdi. Plaćanje mora biti izvršeno u cijelosti u vrijeme rezervacije osim ako nije drugačije navedeno. Cijene podliježu promjenama bez najave, ali potvrđene rezervacije će poštovati originalno navedenu cijenu.

# termsCancellationTitle
source: 5. Cancellation Policy
hr: 5. Politika Otkazivanja

# termsCancellationBody
source: Cancellation policies vary by property. Please review the specific cancellation policy for each property before booking. Refunds, if applicable, will be processed according to the property's cancellation policy and may take 5-10 business days.
hr: Politike otkazivanja variraju po objektu. Molimo vas da pregledate specifičnu politiku otkazivanja za svaki objekt prije rezervacije. Povrati novca, ako su primjenjivi, bit će obrađeni u skladu sa politikom otkazivanja objekta i mogu trajati 5-10 radnih dana.

# termsPropertyOwnersTitle
source: 6. Property Owners Responsibilities
hr: 6. Odgovornosti Vlasnika Nekretnina

# termsPropertyOwnersBody
source: Property owners must provide accurate descriptions and photos of their properties. They must maintain their properties in good condition and ensure availability as listed. Owners are responsible for complying with all local laws and regulations.
hr: Vlasnici nekretnina moraju pružiti točne opise i fotografije svojih objekata. Moraju održavati svoje objekte u dobrom stanju i osigurati dostupnost kako je navedeno. Vlasnici su odgovorni za poštovanje svih lokalnih zakona i propisa.

# termsGuestResponsibilitiesTitle
source: 7. Guest Responsibilities
hr: 7. Odgovornosti Gostiju

# termsGuestResponsibilitiesBody
source: Guests must treat properties with respect and care. Any damages beyond normal wear and tear will be charged to the guest. Guests must comply with property rules, local laws, and neighborhood ordinances.
hr: Gosti moraju tretirati objekte sa poštovanjem i pažnjom. Bilo kakva šteta izvan normalnog habanja bit će naplaćena gostu. Gosti moraju poštovati pravila objekta, lokalne zakone i susjedske odredbe.

# termsReviewsRatingsTitle
source: 8. Reviews and Ratings
hr: 8. Recenzije i Ocjene

# termsReviewsRatingsBody
source: Users may leave reviews and ratings for properties they have booked. Reviews must be honest, accurate, and relevant to the property. We reserve the right to remove reviews that violate our guidelines.
hr: Korisnici mogu ostavljati recenzije i ocjene za objekte koje su rezervirali. Recenzije moraju biti iskrene, točne i relevantne za objekt. Zadržavamo pravo da uklonimo recenzije koje krše naše smjernice.

# termsLimitationLiabilityTitle
source: 9. Limitation of Liability
hr: 9. Ograničenje Odgovornosti

# termsLimitationLiabilityBody
source: We are not responsible for the accuracy of property listings or the conduct of property owners or guests. We do not guarantee the quality, safety, or legality of properties listed. Use of this service is at your own risk.
hr: Nismo odgovorni za točnost oglasa nekretnina ili ponašanje vlasnika ili gostiju. Ne garantiramo kvalitetu, sigurnost ili zakonitost navedenih objekata. Korištenje ove usluge je na vaš vlastiti rizik.

# termsDisputesTitle
source: 10. Disputes
hr: 10. Sporovi

# termsDisputesBody
source: In case of disputes between guests and property owners, we encourage direct communication. We may assist in mediation but are not obligated to do so. Any unresolved disputes shall be resolved through arbitration.
hr: U slučaju sporova između gostiju i vlasnika objekata, potiču se direktnu komunikaciju. Možemo pomoći u medijaciji, ali nismo obavezni da to učinimo. Svi neriješeni sporovi će biti riješeni arbitražom.

# termsChangesTitle
source: 11. Changes to Terms
hr: 11. Izmjene Uvjeta

# termsChangesBody
source: We reserve the right to modify these terms at any time. Changes will be effective immediately upon posting to the website. Your continued use of the service after changes constitutes acceptance of the new terms.
hr: Zadržavamo pravo da izmijenimo ove uvjete u bilo kojem trenutku. Izmjene će stupiti na snagu odmah nakon objavljivanja na web stranici. Vaše nastavljeno korištenje usluge nakon izmjena predstavlja prihvaćanje novih uvjeta.

# privacyPolicyTitle
source: Privacy Policy
hr: Pravila privatnosti

# privacyInfoCollectTitle
source: 1. Information We Collect
hr: 1. Informacije Koje Prikupljamo

# privacyInfoCollectBody
source: We collect information you provide directly to us, including: • Personal information (name, email, phone number) • Payment information • Booking history and preferences • Communication and correspondence • Device and usage information
hr: Prikupljamo informacije koje nam direktno pružate, uključujući: • Osobne informacije (ime, email, broj telefona) • Informacije o plaćanju • Povijest rezervacija i preferencije • Komunikacija i prepisku • Informacije o uređaju i korištenju

# privacyHowWeUseTitle
source: 2. How We Use Your Information
hr: 2. Kako Koristimo Vaše Informacije

# privacyHowWeUseBody
source: We use the information we collect to: • Process bookings and payments • Communicate with you about your bookings • Improve our services • Send marketing communications (with your consent) • Comply with legal obligations
hr: Koristimo prikupljene informacije da: • Obradimo rezervacije i plaćanja • Komuniciramo sa vama o vašim rezervacijama • Poboljšamo naše usluge • Šaljemo marketinške komunikacije (uz vašu suglasnost) • Poštujemo zakonske obaveze

# privacySharingInfoTitle
source: 3. Sharing Your Information
hr: 3. Dijeljenje vaših informacija

# privacySharingInfoBody
source: We may share your information with: • Property owners (for bookings) • Payment processors • Service providers and partners • Law enforcement (when required by law) We do not sell your personal information to third parties.
hr: Možemo dijeliti vaše informacije sa: • Vlasnicima nekretnina (za rezervacije) • Procesorima plaćanja • Pružateljima usluga i partnerima • Organima reda (kada je zakonom zahtijevano) Ne prodajemo vaše osobne informacije trećim stranama.

# privacyDataSecurityTitle
source: 4. Data Security
hr: 4. Sigurnost podataka

# privacyDataSecurityBody
source: We implement appropriate security measures to protect your personal information. However, no method of transmission over the Internet is 100% secure. We cannot guarantee absolute security of your data.
hr: Implementiramo odgovarajuće sigurnosne mjere za zaštitu vaših osobnih informacija. Međutim, nijedna metoda prijenosa preko interneta nije 100% sigurna. Ne možemo garantirati apsolutnu sigurnost vaših podataka.

# privacyDataRetentionTitle
source: 5. Data Retention
hr: 5. Pohrana podataka

# privacyDataRetentionBody
source: We retain your personal information for as long as necessary to provide our services and comply with legal obligations. You may request deletion of your data at any time, subject to legal requirements.
hr: Čuvamo vaše osobne informacije onoliko dugo koliko je potrebno za pružanje naših usluga i poštovanje zakonskih obaveza. Možete zatražiti brisanje vaših podataka u bilo kojem trenutku, podložno zakonskim zahtjevima.

# privacyYourRightsTitle
source: 6. Your Rights
hr: 6. Vaša Prava

# privacyYourRightsBody
source: Under GDPR, you have the right to: • Access your personal data • Correct inaccurate data • Request deletion of your data • Object to data processing • Data portability • Withdraw consent Contact us at info@bookbed.io to exercise your rights.
hr: Prema GDPR-u, imate pravo na: • Pristup vašim osobnim podacima • Ispravak netočnih podataka • Zahtjev za brisanje vaših podataka • Prigovor na obradu podataka • Prenosivost podataka • Povlačenje suglasnosti Kontaktirajte nas na info@bookbed.io da biste ostvarili svoja prava.

# privacyCookiesTitle
source: 7. Cookies and Tracking
hr: 7. Kolačići i Praćenje

# privacyCookiesBody
source: We use cookies and similar tracking technologies to improve your browsing experience. You can control cookies through your browser settings. Some features may not function properly if cookies are disabled.
hr: Koristimo kolačiće i slične tehnologije praćenja da poboljšamo vaše iskustvo pregledavanja. Možete kontrolirati kolačiće kroz postavke vašeg preglednika. Neke funkcije možda neće raditi pravilno ako su kolačići onemogućeni.

# privacyThirdPartyTitle
source: 8. Third-Party Services
hr: 8. Usluge Trećih Strana

# privacyThirdPartyBody
source: Our service may contain links to third-party websites. We are not responsible for the privacy practices of these sites. Please review their privacy policies before providing any information.
hr: Naš servis može sadržati linkove na web stranice trećih strana. Nismo odgovorni za prakse privatnosti tih stranica. Molimo vas da pregledate njihove politike privatnosti prije pružanja bilo kakvih informacija.

# privacyChildrenTitle
source: 9. Children's Privacy
hr: 9. Privatnost Dece
