Repository: DanLika/rab_booking
Catalog: lib/l10n/app_*.arb
Languages: hr

# ownerWelcomeSubtitle
source: Get started by adding your first property to start receiving bookings.
hr: Započnite dodavanjem vaše prve nekretnine kako biste mogli primati rezervacije.

# ownerAddFirstProperty
source: Add Property
hr: Dodaj nekretninu

# ownerNewBookingReceived
source: New booking received
hr: Nova rezervacija primljena

# ownerBookingConfirmedActivity
source: Booking confirmed
hr: Rezervacija potvrđena

# ownerBookingCancelledActivity
source: Booking cancelled
hr: Rezervacija otkazana

# ownerBookingCompleted
source: Booking completed
hr: Rezervacija završena

# ownerRecentActivities
source: Recent Activities
hr: Nedavne Aktivnosti

# ownerViewAll
source: All
hr: Sve

# ownerNoRecentActivities
source: No recent activities
hr: Nema nedavnih aktivnosti

# ownerRecentActivitiesDescription
source: Your recent bookings and activities will appear here
hr: Vaše nedavne rezervacije i aktivnosti će se prikazati ovdje

# ownerJustNow
source: Just now
hr: Upravo sada

# ownerMinutesAgo
source: {count}m ago
hr: prije {count}m

# ownerHoursAgo
source: {count}h ago
hr: prije {count}h

# ownerDaysAgo
source: {count}d ago
hr: prije {count}d

# ownerDrawerOverview
source: Overview
hr: Pregled

# ownerDrawerCalendar
source: Calendar
hr: Kalendar

# ownerDrawerBookings
source: Bookings
hr: Rezervacije

# ownerDrawerUnits
source: Accommodation Units
hr: Smještajne Jedinice

# ownerDrawerIntegrations
source: Integrations
hr: Integracije

# ownerDrawerImportBookings
source: Import Bookings
hr: Import Rezervacija

# ownerDrawerSyncBookingCom
source: Sync with booking.com
hr: Sync sa booking.com

# ownerDrawerExportCalendar
source: Export Calendar
hr: Export Kalendara

# ownerDrawerPayments
source: Payments
hr: Plaćanja

# ownerDrawerStripePayments
source: Stripe Payments
hr: Stripe Plaćanja

# ownerDrawerCardProcessing
source: Card processing
hr: Obrada kartica

# ownerDrawerBankAccount
source: Bank Account
hr: Bankovni Račun

# ownerDrawerBankAccountData
source: Payment data
hr: Podaci za uplate

# ownerDrawerGuides
source: Guides
hr: Uputstva

# ownerDrawerAddToSite
source: Adding to website
hr: Dodavanje na sajt

# ownerDrawerFaqSubtitle
source: Common questions & answers
hr: Česta pitanja i odgovori

# ownerDrawerNotifications
source: Notifications
hr: Obavještenja

# ownerDrawerProfile
source: Profile
hr: Profil

# ownerDrawerLogout
source: Log out
hr: Odjavi se

# ownerCalendar
source: Calendar
hr: Kalendar

# ownerCalendarPreviousWeek
source: Previous week
hr: Prethodni tjedan

# ownerCalendarNextWeek
source: Next week
hr: Sljedeći tjedan

# ownerCalendarPreviousMonth
source: Previous month
hr: Prethodni mjesec

# ownerCalendarNextMonth
source: Next month
hr: Sljedeći mjesec

# ownerCalendarToday
source: Today
hr: Danas

# ownerCalendarGoToToday
source: Go to today
hr: Idi na danas

# ownerCalendarOptions
source: Options
hr: Opcije

# ownerCalendarNotifications
source: Notifications
hr: Obavijesti

# ownerCalendarSearch
source: Search
hr: Pretraži

# ownerCalendarSearchBookings
source: Search bookings
hr: Pretraži rezervacije

# ownerCalendarRefresh
source: Refresh
hr: Osvježi

# ownerCalendarFilters
source: Filters
hr: Filteri

# ownerCalendarHideStats
source: Hide statistics
hr: Sakrij statistiku

# ownerCalendarShowStats
source: Show statistics
hr: Prikaži statistiku

# ownerCalendarHideEmptyUnits
source: Hide empty units
hr: Sakrij prazne jedinice

# ownerCalendarShowEmptyUnits
source: Show empty units
hr: Prikaži prazne jedinice

# ownerCalendarNoUnits
source: No units to display
hr: Nema jedinica za prikaz

# ownerCalendarLoadingUnits
source: Loading units...
hr: Učitavanje jedinica...

# ownerCalendarErrorLoadingUnits
source: Error loading units
hr: Greška pri učitavanju jedinica

# ownerCalendarTryAgain
source: Try again
hr: Pokušaj ponovno

# ownerCalendarLoading
source: Loading...
hr: Učitavanje...

# ownerCalendarChangeStatus
source: Change status
hr: Promijeni status

# ownerCalendarDefaultGuest
source: Guest
hr: Gost

# ownerCalendarSummaryGuests
source: Guests
hr: Gosti

# ownerCalendarSummaryArrivals
source: {arrivals} arrival • {departures} departure
hr: {arrivals} dolazak • {departures} odlazak

# ownerFilterActiveFilter
source: active filter
hr: aktivan filter

# ownerFilterActiveFilters
source: active filters
hr: aktivna filtera

# ownerFilterClearAll
source: Clear all
hr: Očisti sve

# ownerFilterApply
source: Apply
hr: Primijeni

# ownerFilterCancel
source: Cancel
hr: Otkaži

# ownerFilterClear
source: Clear
hr: Očisti

# ownerFilterProperties
source: Properties
hr: Objekti

# ownerFilterUnits
source: Units
hr: Jedinice

# ownerFilterStatuses
source: Statuses
hr: Statusi

# ownerFilterSourceManual
source: Manual
hr: Manualno

# ownerMultiSelectSelected
source: selected
hr: odabrana

# ownerMultiSelectSelectedPlural
source: selected
hr: odabrano

# ownerMultiSelectClear
source: Clear
hr: Poništi

# ownerMultiSelectChangeStatus
source: Change status
hr: Promijeni status

# ownerMultiSelectDeleteSelected
source: Delete selected
hr: Obriši odabrano

# ownerMultiSelectConfirmation
source: Confirmation
hr: Potvrda

# ownerMultiSelectChangeStatusConfirm
source: Change status for {count} {countLabel} to "{status}"?
hr: Promijeni status za {count} {countLabel} u "{status}"?

# ownerMultiSelectReservation
source: reservation
hr: rezervaciju

# ownerMultiSelectReservations
source: reservations
hr: rezervacija

# ownerMultiSelectCancel
source: Cancel
hr: Odustani

# ownerMultiSelectConfirm
source: Confirm
hr: Potvrdi

# ownerMultiSelectStatusChanged
source: Status changed for {count} {countLabel}
hr: Status promijenjen za {count} {countLabel}

# ownerMultiSelectStatusError
source: Error changing status
hr: Greška pri promjeni statusa

# ownerMultiSelectDeleteConfirmTitle
source: Delete confirmation
hr: Potvrda brisanja

# ownerMultiSelectDeleteConfirmMessage
source: Are you sure you want to delete {count} {countLabel}? This action cannot be undone.
hr: Jeste li sigurni da želite obrisati {count} {countLabel}? Ova akcija se ne može poništiti.

# ownerMultiSelectDelete
source: Delete
hr: Obriši

# ownerMultiSelectDeleted
source: Deleted {count} {countLabel}
hr: Obrisano {count} {countLabel}

# ownerMultiSelectDeleteError
source: Error deleting reservations
hr: Greška pri brisanju rezervacija

# ownerStatusPending
source: Pending
hr: Na čekanju

# ownerStatusConfirmed
source: Confirmed
hr: Potvrđeno

# ownerStatusCompleted
source: Completed
hr: Završeno

# ownerStatusCancelled
source: Cancelled
hr: Otkazano

# ownerCalendarError
source: Error
hr: Greška

# ownerCalendarClose
source: Close
hr: Zatvori

# ownerCalendarHelp
source: Help
hr: Pomoć

# ownerBookingsTitle
source: Bookings
hr: Rezervacije

# ownerBookingsErrorLoading
source: Error loading bookings
hr: Greška pri učitavanju rezervacija

# ownerBookingsLoadingMore
source: Loading more bookings...
hr: Učitavam još rezervacija...

# ownerBookingsScrollToLoadMore
source: Scroll to load more
hr: Skrolujte da učitate više

# ownerBookingsFiltersAndView
source: Filters and View
hr: Filteri i Pregled

# ownerBookingsCardView
source: Card view
hr: Card pogled

# ownerBookingsTableView
source: Table view
hr: Tabela pogled

# ownerBookingsAdvancedFiltering
source: Advanced filtering
hr: Napredno filtriranje

# ownerBookingsFilterByStatusPropertyDate
source: Filter by status, property, date
hr: Filtriraj po statusu, nekretnini, datumu

# ownerBookingsClearAllFilters
source: Clear all filters
hr: Očisti sve filtere

# ownerBookingsNoBookings
source: No bookings
hr: Nemate rezervacija

# ownerBookingsNoBookingsDescription
source: All bookings for your properties will appear here. Create your first booking or wait for guest reservations.
hr: Ovdje će se prikazati sve rezervacije za vaše objekte. Kreirajte prvu rezervaciju ili pričekajte rezervacije gostiju.

# ownerBookingsGuest
source: guest
hr: gost

# ownerBookingsGuests
source: guests
hr: gostiju

# ownerBookingsApproved
source: Booking approved successfully
hr: Rezervacija je uspješno odobrena

# ownerBookingsApproveError
source: Error approving booking
hr: Greška pri odobravanju rezervacije

# ownerBookingsRejected
source: Booking rejected
hr: Rezervacija je odbijena

# ownerBookingsRejectError
source: Error rejecting booking
hr: Greška pri odbijanju rezervacije

# ownerBookingsCompleted
source: Booking marked as completed
hr: Rezervacija je označena kao završena

# ownerBookingsCompleteError
source: Error completing booking
hr: Greška pri završavanju rezervacije

# ownerBookingsCancelled
source: Booking cancelled
hr: Rezervacija je otkazana

# ownerBookingsCancelError
source: Error cancelling booking
hr: Greška pri otkazivanju rezervacije

# ownerBookingsNotFound
source: Booking not found
hr: Rezervacija nije pronađena

# ownerBookingCardNight
source: night
hr: noć

# ownerBookingCardNights
source: nights
hr: noći

# ownerBookingCardTotal
source: Total
hr: Ukupno

# ownerBookingCardPaid
source: Paid
hr: Plaćeno

# ownerBookingCardRemaining
source: Remaining
hr: Preostalo

# ownerBookingCardFullyPaid
source: Fully paid
hr: Plaćeno u potpunosti

# ownerBookingCardPercentPaid
source: {percent}% paid
hr: {percent}% plaćeno

# ownerBookingCardNotes
source: Notes
hr: Napomene

# ownerBookingCardDetails
source: Details
hr: Detalji

# ownerBookingCardApprove
source: Approve
hr: Odobri

# ownerBookingCardReject
source: Reject
hr: Odbij

# ownerBookingCardComplete
source: Complete
hr: Završi

# ownerBookingCardCancel
source: Cancel
hr: Otkaži

# ownerTableSelected
source: {count} selected
hr: {count} odabrano

# ownerTableClearSelection
source: Clear selection
hr: Poništi odabir

# ownerTableBulkActions
source: Bulk actions
hr: Grupne akcije

# ownerTableConfirmSelected
source: Confirm selected
hr: Potvrdi odabrane

# ownerTableRejectSelected
source: Reject selected
hr: Odbij odabrane

# ownerTableDeleteSelected
source: Delete selected
hr: Obriši odabrane

# ownerTableColumnGuest
source: Guest
hr: Gost

# ownerTableColumnPropertyUnit
source: Property / Unit
hr: Objekt / Jedinica

# ownerTableColumnNights
source: Nights
hr: Noći

# ownerTableColumnGuests
source: Guests
hr: Gostiju

# ownerTableColumnPrice
source: Price
hr: Cijena

# ownerTableColumnSource
source: Source
hr: Izvor

# ownerTableColumnActions
source: Actions
hr: Akcije

# ownerTableSourceDirect
source: Direct
hr: Direktno

# ownerTableSourceManual
source: Manual
hr: Manualno

# ownerTableActionDetails
source: Details
hr: Detalji

# ownerTableActionConfirm
source: Confirm
hr: Potvrdi

# ownerTableActionComplete
source: Complete
hr: Završi

# ownerTableActionEdit
source: Edit
hr: Uredi

# ownerTableActionCancel
source: Cancel
hr: Otkaži

# ownerTableActionSendEmail
source: Send email
hr: Pošalji email

# ownerTableActionDelete
source: Delete
hr: Obriši

# ownerTableConfirmBooking
source: Confirm booking
hr: Potvrdi rezervaciju

# ownerTableConfirmBookingMessage
source: Are you sure you want to confirm this booking?
hr: Jeste li sigurni da želite potvrditi ovu rezervaciju?

# ownerTableCompleteBooking
source: Mark as completed
hr: Označi kao završeno

# ownerTableCompleteBookingMessage
source: Are you sure you want to mark this booking as completed?
hr: Jeste li sigurni da želite označiti ovu rezervaciju kao završenu?

# ownerTableCancelBooking
source: Cancel booking
hr: Otkaži rezervaciju

# ownerTableCancelBookingMessage
source: Are you sure you want to cancel this booking?
hr: Jeste li sigurni da želite otkazati ovu rezervaciju?

# ownerTableCancellationReason
source: Cancellation reason
hr: Razlog otkazivanja

# ownerTableCancellationReasonHint
source: Enter reason...
hr: Unesite razlog...

# ownerTableSendEmailToGuest
source: Send email to guest
hr: Pošalji email gostu

# ownerTableCancelBookingButton
source: Cancel booking
hr: Otkaži rezervaciju

# ownerTableDeleteBooking
source: Delete booking
hr: Obriši rezervaciju

# ownerTableDeleteBookingMessage
source: Are you sure you want to PERMANENTLY delete this booking? This action cannot be undone.
hr: Jeste li sigurni da želite TRAJNO obrisati ovu rezervaciju? Ova akcija se ne može poništiti.

# ownerTableBookingConfirmed
source: Booking confirmed successfully
hr: Rezervacija je uspješno potvrđena

# ownerTableBookingCompleted
source: Booking marked as completed
hr: Rezervacija je označena kao završena

# ownerTableBookingCancelled
source: Booking cancelled
hr: Rezervacija je otkazana

# ownerTableBookingDeleted
source: Booking deleted
hr: Rezervacija je obrisana

# ownerTableConfirmSelectedTitle
source: Confirm selected bookings
hr: Potvrdi odabrane rezervacije

# ownerTableConfirmSelectedMessage
source: Are you sure you want to confirm {count} {label}?
hr: Jeste li sigurni da želite potvrditi {count} {label}?

# ownerTableConfirmAll
source: Confirm all
hr: Potvrdi sve

# ownerTableBookingsConfirmed
source: {count} {label} confirmed
hr: {count} {label} potvrđeno

# ownerTableRejectSelectedTitle
source: Reject selected bookings
hr: Odbij odabrane rezervacije

# ownerTableRejectSelectedMessage
source: Are you sure you want to reject {count} {label}?
hr: Jeste li sigurni da želite odbiti {count} {label}?

# ownerTableRejectionReasonOptional
source: Rejection reason (optional)
hr: Razlog odbijanja (opcionalno)

# ownerTableRejectAll
source: Reject all
hr: Odbij sve

# ownerTableBookingsRejected
source: {count} {label} rejected
hr: {count} {label} odbijeno

# ownerTableDeleteSelectedTitle
source: Delete selected bookings
hr: Obriši odabrane rezervacije

# ownerTableDeleteSelectedMessage
source: Are you sure you want to PERMANENTLY delete {count} {label}? This action cannot be undone.
hr: Jeste li sigurni da želite TRAJNO obrisati {count} {label}? Ova akcija se ne može poništiti.

# ownerTableBookingsDeleted
source: {count} {label} deleted
hr: {count} {label} obrisano

# ownerTableBooking
source: booking
hr: rezervaciju

# ownerTableBookings
source: bookings
hr: rezervacija

# ownerTableCancelledByOwner
source: Cancelled by owner
hr: Otkazano od strane vlasnika

# ownerDetailsTitle
source: Booking details
hr: Detalji rezervacije

# ownerDetailsBookingId
source: Booking ID
hr: ID rezervacije

# ownerDetailsGuestInfo
source: Guest information
hr: Informacije o gostu

# ownerDetailsName
source: Name
hr: Ime

# ownerDetailsPhone
source: Phone
hr: Telefon

# ownerDetailsSource
source: Source
hr: Izvor

# ownerDetailsPropertyInfo
source: Property information
hr: Informacije o objektu

# ownerDetailsProperty
source: Property
hr: Objekt

# ownerDetailsUnit
source: Unit
hr: Jedinica

# ownerDetailsLocation
source: Location
hr: Lokacija

# ownerDetailsStayInfo
source: Stay details
hr: Detalji boravka

# ownerDetailsCheckIn
source: Check-in
hr: Prijava

# ownerDetailsCheckOut
source: Check-out
hr: Odjava

# ownerDetailsNights
source: Number of nights
hr: Broj noći

# ownerDetailsGuests
source: Number of guests
hr: Broj gostiju

# ownerDetailsPaymentInfo
source: Payment information
hr: Informacije o plaćanju

# ownerDetailsTotalPrice
source: Total price
hr: Ukupna cijena

# ownerDetailsPaid
source: Paid
hr: Plaćeno

# ownerDetailsRemaining
source: Remaining
hr: Preostalo

# ownerDetailsNotes
source: Notes
hr: Napomene

# ownerDetailsCancellationInfo
source: Cancellation information
hr: Informacije o otkazivanju

# ownerDetailsCancelledOn
source: Cancelled on
hr: Otkazano

# ownerDetailsReason
source: Reason
hr: Razlog

# ownerDetailsCreated
source: Created
hr: Kreirano

# ownerDetailsUpdated
source: Updated
hr: Ažurirano

# ownerDetailsEdit
source: Edit
hr: Uredi

# ownerDetailsResend
source: Resend
hr: Ponovo

# ownerDetailsCancel
source: Cancel
hr: Otkaži

# ownerDetailsClose
source: Close
hr: Zatvori

# ownerDetailsCancelConfirmTitle
source: Cancellation confirmation
hr: Potvrda otkazivanja

# ownerDetailsCancelConfirmMessage
source: Are you sure you want to cancel this booking?
hr: Jeste li sigurni da želite otkazati ovu rezervaciju?

# ownerDetailsCancellationReason
source: Cancellation reason (optional)
hr: Razlog otkazivanja (neobavezno)

# ownerDetailsCancellationHint
source: E.g. Date error, Guest request...
hr: Npr. Greška u datumu, Zahtjev gosta...

# ownerDetailsCancelBooking
source: Cancel booking
hr: Otkaži rezervaciju

# ownerDetailsCancelling
source: Cancelling booking...
hr: Otkaz rezervacije u tijeku...

# ownerDetailsCancelSuccess
source: Booking cancelled successfully
hr: Rezervacija uspješno otkazana

# ownerDetailsCancelError
source: Error cancelling booking
hr: Greška prilikom otkazivanja rezervacije

# ownerDetailsResendTitle
source: Resend email
hr: Ponovo pošalji email

# ownerDetailsResendMessage
source: Do you want to resend the booking confirmation email to guest {guestName}?
hr: Želite li ponovo poslati email potvrde rezervacije gostu {guestName}?

# ownerDetailsResendNote
source: Email will contain "View My Booking" link for booking preview.
hr: Email će sadržavati link "View My Booking" za pregled rezervacije.

# ownerDetailsSend
source: Send
hr: Pošalji

# ownerDetailsSending
source: Sending email...
hr: Slanje emaila...

# ownerDetailsSendSuccess
source: Email sent successfully to {email}
hr: Email uspješno poslan na {email}

# ownerDetailsSendError
source: Error sending email
hr: Greška pri slanju emaila

# ownerFiltersTitle
source: Booking filters
hr: Filteri rezervacija

# ownerFiltersStatusSection
source: Booking status
hr: Status rezervacije

# ownerFiltersStatusLabel
source: Filter by status
hr: Filtriraj po statusu

# ownerFiltersAllStatuses
source: All statuses
hr: Svi statusi

# ownerFiltersPropertySection
source: Property
hr: Nekretnina

# ownerFiltersPropertyLabel
source: Filter by property
hr: Filtriraj po nekretnini

# ownerFiltersAllProperties
source: All properties
hr: Sve nekretnine

# ownerFiltersLoadingProperties
source: Loading properties...
hr: Učitavam nekretnine...

# ownerFiltersDateSection
source: Time period
hr: Vremenski period

# ownerFiltersSelectDateRange
source: Select time period
hr: Odaberi vremenski period

# ownerFiltersApply
source: Apply filters
hr: Primijeni filtere

# ownerFiltersClear
source: Clear filters
hr: Očisti filtere

# ownerAnalyticsTitle
source: Analytics & Reports
hr: Analitika i izvještaji

# ownerAnalyticsLoadError
source: Failed to load analytics
hr: Greška pri učitavanju analitike

# ownerAnalyticsLastWeek
source: Last Week
hr: Prošli tjedan

# ownerAnalyticsLastMonth
source: Last Month
hr: Prošli mjesec

# ownerAnalyticsLastQuarter
source: Last Quarter
hr: Prošlo tromjesečje

# ownerAnalyticsLastYear
source: Last Year
hr: Prošla godina

# ownerAnalyticsCustomRange
source: Custom Range
hr: Prilagođeni period

# ownerAnalyticsRevenueOverTime
source: Revenue Over Time
hr: Prihod kroz vrijeme

# ownerAnalyticsBookingsOverTime
source: Bookings Over Time
hr: Rezervacije kroz vrijeme

# ownerAnalyticsTopProperties
source: Top Performing Properties
hr: Najbolji objekti

# ownerAnalyticsWidgetPerformance
source: Widget Performance
hr: Performanse widgeta

# ownerAnalyticsTotalRevenue
source: Total Revenue
hr: Ukupni prihod

# ownerAnalyticsTotalBookings
source: Total Bookings
hr: Ukupno rezervacija

# ownerAnalyticsOccupancyRate
source: Occupancy Rate
hr: Stopa popunjenosti

# ownerAnalyticsAvgNightlyRate
source: Avg. Nightly Rate
hr: Prosj. cijena noćenja

# ownerAnalyticsLast7Days
source: Last 7 days
hr: Zadnjih 7 dana

# ownerAnalyticsLastDays
source: Last {days} days
hr: Zadnjih {days} dana

# ownerAnalyticsLast30Days
source: Last 30 days
hr: Zadnjih 30 dana

# ownerAnalyticsPropertiesActive
source: {active}/{total} properties active
hr: {active}/{total} aktivnih objekata

# ownerAnalyticsCancellation
source: Cancellation: {rate}%
hr: Otkazivanje: {rate}%

# ownerAnalyticsNoData
source: No data for selected period
hr: Nema podataka za odabrani period

# ownerAnalyticsRevenueTitle
source: Revenue Over Time
hr: Prihod kroz vrijeme

# ownerAnalyticsRevenueSubtitle
source: Monthly revenue trend
hr: Mjesečni trend prihoda

# ownerAnalyticsBookingsTitle
source: Bookings Over Time
hr: Rezervacije kroz vrijeme

# ownerAnalyticsBookingsSubtitle
source: Monthly booking activity
hr: Mjesečna aktivnost rezervacija

# ownerAnalyticsPropertiesSubtitle
source: Properties ranked by revenue performance
hr: Objekti rangirani po prihodima

# ownerAnalyticsBookings
source: bookings
hr: rezervacija

# ownerAnalyticsOccupancy
source: occupancy
hr: popunjenost

# ownerAnalyticsWidgetSubtitle
source: Track bookings and revenue from embedded widget
hr: Pratite rezervacije i prihode s ugrađenog widgeta

# ownerAnalyticsWidgetBookings
source: Widget Bookings
hr: Widget rezervacije

# ownerAnalyticsWidgetRevenue
source: Widget Revenue
hr: Widget prihod

# ownerAnalyticsOfTotal
source: ({percent}% of total)
hr: ({percent}% od ukupno)

# ownerAnalyticsBookingsBySource
source: Bookings by Source
hr: Rezervacije po izvoru

# ownerAnalyticsSourceSubtitle
source: Distribution of bookings across different sources
hr: Distribucija rezervacija po različitim izvorima

# ownerAnalyticsNoSourceData
source: No source data available
hr: Nema podataka o izvorima

# ownerAnalyticsOther
source: Other ({count} sources)
hr: Ostalo ({count} izvora)

# ownerProfileTitle
source: Profile
hr: Profil

# ownerProfileThemeLight
source: Light
hr: Svijetla

# ownerProfileThemeDark
source: Dark
hr: Tamna

# ownerProfileLanguageCroatian
source: Croatian
hr: Hrvatski

# ownerProfileThemeSystem
source: System default
hr: Sistemska postavka

# ownerProfileNotAuthenticated
source: Not authenticated
hr: Niste prijavljeni

# ownerProfileGuestUser
source: Guest User
hr: Gost

# ownerProfileOwner
source: Owner
hr: Vlasnik

# ownerProfileAnonymousAccount
source: Anonymous Account
hr: Anonimni račun

# ownerProfileNoEmail
source: No email
hr: Nema emaila

# ownerProfileEditProfile
source: Edit Profile
hr: Uredi profil

# ownerProfileEditProfileSubtitleAnonymous
source: Sign up to edit your profile
hr: Registrirajte se za uređivanje profila

# ownerProfileEditProfileSubtitle
source: Update your personal information
hr: Ažurirajte osobne podatke

# ownerProfileChangePassword
source: Change Password
hr: Promijeni lozinku

# ownerProfileChangePasswordSubtitle
source: Update your password
hr: Ažurirajte svoju lozinku

# ownerProfileNotificationSettings
source: Notification Settings
hr: Postavke obavijesti

# ownerProfileNotificationSettingsSubtitle
source: Manage your notifications
hr: Upravljajte obavijestima

# ownerProfileLanguage
source: Language
hr: Jezik

# ownerProfileTheme
source: Theme
hr: Tema

# ownerProfileHelpSupport
source: Help & Support
hr: Pomoć i podrška

# ownerProfileHelpSupportSubtitle
source: Get help with the app
hr: Dobijte pomoć s aplikacijom

# ownerProfileHelpSupportComingSoon
source: Help & Support coming soon
hr: Pomoć i podrška uskoro dolazi

# ownerProfileAbout
source: About
hr: O aplikaciji

# ownerProfileAboutSubtitle
source: App information
hr: Informacije o aplikaciji

# ownerProfileTermsConditions
source: Terms & Conditions
hr: Uvjeti korištenja

# ownerProfileTermsConditionsSubtitle
source: End User License Agreement
hr: Licencni ugovor krajnjeg korisnika

# ownerProfilePrivacyPolicy
source: Privacy Policy
hr: Politika privatnosti

# ownerProfilePrivacyPolicySubtitle
source: How we handle your data
hr: Kako postupamo s vašim podacima

# ownerProfileCookiesPolicy
source: Cookies Policy
hr: Politika kolačića

# ownerProfileCookiesPolicySubtitle
source: Cookie usage and preferences
hr: Korištenje kolačića i postavke

# ownerProfileLoading
source: Loading profile...
hr: Učitavanje profila...

# ownerProfileLoadError
source: Error loading profile
hr: Greška pri učitavanju profila

# ownerProfileBack
source: Back
hr: Natrag

# ownerProfileTryAgain
source: Try again
hr: Pokušaj ponovno

# ownerProfileLogout
source: Logout
hr: Odjava

# ownerProfileLogoutSubtitle
source: Sign out of your account
hr: Odjavite se iz računa
