Repository: DanLika/rab_booking
Catalog: lib/l10n/app_*.arb
Languages: hr

# icalSyncResume
source: Resume
hr: Nastavi

# icalSyncEdit
source: Edit
hr: Uredi

# icalSyncDelete
source: Delete
hr: Obriši

# icalSyncDeleteTitle
source: Delete Feed?
hr: Obriši Feed?

# icalSyncDeleteMessage
source: Are you sure you want to delete {platform} feed? This action will delete {count} synchronized reservations.
hr: Da li ste sigurni da želite obrisati {platform} feed? Ova akcija će obrisati {count} sinkroniziranih rezervacija.

# icalSyncDeleteSuccess
source: Feed deleted
hr: Feed obrisan

# icalSyncDeleteError
source: Error deleting feed
hr: Greška prilikom brisanja feeda

# icalSyncStarted
source: Synchronization started for {platform}...
hr: Sinkronizacija pokrenuta za {platform}...

# icalSyncSuccess
source: Synchronization successful! Reservations created: {count}
hr: Sinkronizacija uspješna! Kreirano rezervacija: {count}

# icalSyncFailed
source: Error during synchronization
hr: Greška prilikom sinkronizacije

# icalSyncPaused
source: Feed paused
hr: Feed pauziran

# icalSyncPauseError
source: Error pausing feed
hr: Greška prilikom pauziranja feeda

# icalSyncResumed
source: Feed resumed
hr: Feed nastavljen

# icalSyncResumeError
source: Error resuming feed
hr: Greška prilikom nastavljanja feeda

# icalSyncHowItWorks
source: How does iCal synchronization work?
hr: Kako funkcionira iCal sinkronizacija?

# icalSyncLoadingError
source: Error loading feeds
hr: Greška pri učitavanju feedova

# icalSyncAddTitle
source: Add iCal Feed
hr: Dodaj iCal Feed

# icalSyncEditTitle
source: Edit iCal Feed
hr: Uredi iCal Feed

# icalSyncSelectUnit
source: Select unit *
hr: Odaberi jedinicu *

# icalSyncNoUnits
source: You have no units created. First create an apartment.
hr: Nemate kreiranih jedinica. Prvo kreirajte apartman.

# icalSyncSelectPlatform
source: Select platform *
hr: Odaberi platformu *

# icalSyncIcalUrlError
source: Enter iCal URL
hr: Unesite iCal URL

# icalSyncIcalUrlInvalid
source: Enter valid URL (https://...)
hr: Unesite valjan URL (https://...)

# icalSyncSaving
source: Saving...
hr: Spremanje...

# icalSyncSave
source: Save
hr: Spremi

# icalSyncLoadingUnits
source: Loading units...
hr: Učitavanje jedinica...

# embedGuideTitle
source: Widget Embedding Guide
hr: Ugradnja Widgeta

# embedGuideHeaderSubtitle
source: Add calendar and booking system to your website
hr: Dodajte kalendar i booking sistem na vašu web stranicu

# embedGuideHeaderTip
source: 💡 Embed widget allows your guests to see availability and create reservations directly from your website, without redirection.
hr: 💡 Embed widget omogućava vašim gostima da vide dostupnost i kreiraju rezervacije direktno sa vaše web stranice, bez potrebe za redirekcijom.

# embedGuideStep1Title
source: Configure Widget
hr: Konfigurirajte Widget

# embedGuideStep2Title
source: Generate Embed Code
hr: Generiraj Embed Kod

# embedGuideStep3Title
source: Add to Your Website
hr: Dodajte na Vaš Sajt

# embedGuideStep4Title
source: Test Widget
hr: Testirajte Widget

# embedGuideAdvancedOptions
source: Advanced Options
hr: Napredne Opcije

# embedGuideTroubleshooting
source: Troubleshooting
hr: Rješavanje Problema

# embedGuideCodeCopied
source: Code copied!
hr: Kod kopiran!

# embedGuideYourEmbedCodes
source: Your Embed Codes
hr: Vaši Embed Kodovi

# embedGuideCopyIframe
source: Copy the iframe code for each apartment
hr: Kopirajte iframe kod za svaki apartman

# embedGuideWidgetLanguage
source: Widget language:
hr: Jezik widgeta

# embedGuideNoProperties
source: You have no properties. Create a property to get embed codes.
hr: Nemate nekretnina. Kreirajte nekretninu da biste dobili embed kodove.

# embedGuideNoUnits
source: You have no units. Create a unit to get embed codes.
hr: Nemate apartmana. Kreirajte apartman da biste dobili embed kod.

# embedGuideStep1Intro
source: First you need to configure how the widget will work:
hr: Prvo morate konfigurirati kako će widget funkcionirati:

# embedGuideStep1Nav1
source: Go to: Configuration → Accommodation Units
hr: Idite na: Konfiguracija → Smještajne jedinice

# embedGuideStep1Nav2
source: Click "Edit" on desired unit
hr: Kliknite "Uredi" na željeni unit

# embedGuideStep1Nav3
source: Click "Widget Settings"
hr: Kliknite "Postavke Widgeta"

# embedGuideStep1SelectMode
source: Select operating mode:
hr: Odaberite način rada:

# embedGuideWidgetModeCalendar
source: 📅 Calendar Only
hr: 📅 Samo Kalendar

# embedGuideWidgetModeCalendarDesc
source: Guests see only availability and contact info. For clients like jasko-rab.com.
hr: Gosti vide samo dostupnost i kontakt info. Za klijente kao jasko-rab.com.

# embedGuideWidgetModeBooking
source: 📝 Booking without Payment
hr: 📝 Rezervacija bez Plaćanja

# embedGuideWidgetModeBookingDesc
source: Guests can create a reservation, but you must manually approve.
hr: Gosti mogu kreirati rezervaciju, ali morate ručno odobriti.

# embedGuideWidgetModePayment
source: 💳 Full Booking with Payment
hr: 💳 Puna Rezervacija sa Plaćanjem

# embedGuideWidgetModePaymentDesc
source: Guests can book and pay immediately (Stripe or bank).
hr: Gosti mogu odmah rezervirati i platiti (Stripe ili banka).

# embedGuidePlaceholderWidgetSettings
source: Image: Widget Settings screen with options
hr: Slika: Widget Settings ekran sa opcijama

# embedGuideStep2Intro
source: After configuration, generate the embed code:
hr: Nakon konfiguracije, generirajte embed kod:

# embedGuideStep2Nav1
source: In Edit Unit form, click "Generate Embed Code"
hr: U Edit Unit formi, kliknite "Generiraj Embed Kod"

# embedGuideStep2Nav2
source: A dialog with iframe code will open
hr: Otvorit će se dialog sa iframe kodom

# embedGuideStep2Nav3
source: Select language (Hrvatski, English, Deutsch, Italiano)
hr: Odaberite jezik (Hrvatski, English, Deutsch, Italiano)

# embedGuideStep2Nav4
source: Adjust widget height (default: 900px)
hr: Podesite visinu widgeta (default: 900px)

# embedGuideStep2Nav5
source: Copy code by clicking "Copy"
hr: Kopirajte kod klikom na "Kopiraj"

# embedGuideStep2ExampleCode
source: Example code:
hr: Primjer koda:

# embedGuideStep3Intro
source: Now paste the code on your website:
hr: Sada zalijepite kod na vašu web stranicu:

# embedGuideStep3WordPress
source: For WordPress:
hr: Za WordPress:

# embedGuideStep3WP1
source: Open page in editor
hr: Otvorite stranicu u editoru

# embedGuideStep3WP2
source: Switch to "HTML" or "Code" mode
hr: Prebacite na "HTML" ili "Code" mod

# embedGuideStep3WP3
source: Paste iframe code
hr: Zalijepite iframe kod

# embedGuideStep3WP4
source: Click "Publish" or "Update"
hr: Kliknite "Publish" ili "Update"

# embedGuideStep3Static
source: For static HTML pages:
hr: Za statičke HTML stranice:

# embedGuideStep3HTML1
source: Open HTML file in text editor
hr: Otvorite HTML fajl u text editoru

# embedGuideStep3HTML2
source: Find where you want the widget (e.g. inside <div>)
hr: Nađite mjesto gdje želite widget (npr. unutar <div>)

# embedGuideStep3HTML3
source: Paste iframe code
hr: Zalijepite iframe kod

# embedGuideStep3HTML4
source: Save file and upload to server
hr: Spremite fajl i učitajte na server

# embedGuidePlaceholderAddIframe
source: GIF: Process of adding iframe to HTML
hr: GIF: Proces dodavanja iframe-a u HTML

# embedGuideStep4Intro
source: Check if the widget works properly:
hr: Provjerite da li widget radi pravilno:

# embedGuideStep4Check1
source: Open your website
hr: Otvorite vašu web stranicu

# embedGuideStep4Check2
source: Check if widget loads
hr: Provjerite da li se widget učitava

# embedGuideStep4Check3
source: Test calendar navigation
hr: Testirajte navigaciju po kalendaru

# embedGuideStep4Check4
source: Test booking flow (if not calendar-only)
hr: Testirajte booking flow (ako nije calendar-only)

# embedGuideStep4Success
source: Done! Widget is active and guests can see availability.
hr: Gotovo! Widget je aktivan i gosti mogu vidjeti dostupnost.

# embedGuideAdvResponsiveDesc
source: For a widget that automatically adjusts to screen width, use responsive embed code from the dialog.
hr: Za widget koji se automatski prilagođava širini ekrana, koristite responsive embed kod iz dialoga.

# embedGuideAdvLanguage
source: Language Change
hr: Promjena Jezika

# embedGuideAdvLanguageDesc
source: Add &language=en (or hr, de, it) to URL to change widget language.
hr: Dodajte &language=en (ili hr, de, it) u URL za promjenu jezika widgeta.

# embedGuideAdvColors
source: Custom Colors
hr: Custom Boje

# embedGuideAdvColorsDesc
source: In Widget Settings you can change primary color for branding.
hr: U Widget Settings možete promijeniti primarnu boju za branding.

# embedGuideAdvMultipleDesc
source: For multiple apartments, create a separate widget for each (different unit ID in URL).
hr: Za više apartmana, kreirajte poseban widget za svaki (različit unit ID u URL-u).

# embedGuideTroubleNotShowing
source: Widget not showing
hr: Widget se ne prikazuje

# embedGuideTroubleNotShowingSolution
source: • Check if you pasted complete iframe code • Check if unit ID is correct • Check browser console for JavaScript errors
hr: • Provjerite da li ste zalijepili kompletan iframe kod • Provjerite da li je unit ID točan • Provjerite browser konzolu za JavaScript greške

# embedGuideTroubleHeight
source: Widget too tall/short
hr: Widget je previsok/prenizak

# embedGuideTroubleHeightSolution
source: • Adjust height parameter in iframe tag (e.g. height="1200px") • Use responsive embed code for automatic adjustment
hr: • Podesite height parametar u iframe tagu (npr. height="1200px") • Koristite responsive embed kod za automatsko prilagođavanje

# embedGuideTroublePayment
source: Payment not working
hr: Plaćanje ne radi

# embedGuideTroublePaymentSolution
source: • Check if you connected Stripe account • Check if Stripe is enabled in Widget Settings • Check allow="payment" attribute in iframe tag
hr: • Provjerite da li ste povezali Stripe račun • Provjerite da li ste uključili Stripe u Widget Settings • Provjerite allow="payment" atribut u iframe tagu

# embedGuideTroubleOldData
source: Calendar shows old data
hr: Kalendar pokazuje stare podatke

# embedGuideTroubleOldDataSolution
source: • Refresh page (Ctrl+F5 for hard refresh) • Calendar automatically updates every 5 minutes
hr: • Osvježite stranicu (Ctrl+F5 za hard refresh) • Kalendar se automatski ažurira svakih 5 minuta

# embedGuideSimpleStepsTitle
source: 3 Simple Steps
hr: 3 Jednostavna Koraka

# embedGuideSimpleStep1
source: Copy the embed code for your unit
hr: Kopirajte embed kod za vaš apartman

# embedGuideSimpleStep2
source: Paste it into your website's HTML
hr: Zalijepite ga u HTML vaše web stranice

# embedGuideSimpleStep3
source: Save and publish
hr: Spremite i objavite

# embedGuideNeedHelp
source: Need help?
hr: Trebate pomoć?

# embedGuideInstallationGuide
source: Installation Guide
hr: Vodič za Instalaciju

# embedGuideLanguageNote
source: Widget has a built-in language selector. Users can switch between HR, EN, DE, IT.
hr: Widget ima ugrađen odabir jezika. Korisnici mogu birati između HR, EN, DE, IT.

# embedHelpTitle
source: Embed Widget Help
hr: Pomoć za Embed Widget

# embedHelpTabInstallation
source: Guide
hr: Vodič

# embedHelpTabAdvanced
source: Advanced
hr: Napredno

# embedHelpTabTroubleshooting
source: Help
hr: Pomoć

# stripeGuideTitle
source: Stripe Integration - Guide
hr: Stripe Integracija - Uputstvo

# stripeGuideHeaderSubtitle
source: Accept card payments directly to your Stripe account
hr: Prihvaćajte plaćanja karticama izravno na vaš Stripe račun

# stripeGuideHeaderTip
source: 💡 Stripe Connect allows you to receive payments directly to your Stripe account. Guests pay by card, and funds go directly to you (minus Stripe fee).
hr: 💡 Stripe Connect omogućava primanje plaćanja direktno na vaš Stripe račun. Gosti plaćaju karticom, a sredstva odmah dolaze vama (minus Stripe naknada).

# stripeGuideStep1Title
source: Create Stripe Account
hr: Kreirajte Stripe Račun

# stripeGuideStep2Title
source: Complete Stripe Onboarding
hr: Dovršite Stripe Onboarding

# stripeGuideStep3Title
source: Connect Stripe with Owner App
hr: Povežite Stripe sa Owner Aplikacijom

# stripeGuideStep4Title
source: Enable Stripe in Widget Settings
hr: Uključite Stripe u Widget Postavkama

# stripeGuideGoToIntegration
source: Go to Stripe Integration
hr: Idi na Stripe Integraciju

# stripeGuideFaq
source: Frequently Asked Questions
hr: Česta Pitanja

# unitWizardCreateTitle
source: Create New Unit
hr: Kreiraj Novu Jedinicu

# unitWizardEditTitle
source: Edit Unit
hr: Uredi Jedinicu

# unitWizardPublish
source: Publish
hr: Objavi

# unitWizardContinueToReview
source: Continue to Review
hr: Nastavi na Pregled

# unitWizardNext
source: Next
hr: Dalje

# unitWizardBack
source: Back
hr: Natrag

# unitWizardSkip
source: Skip
hr: Preskoči

# unitWizardFailedToLoad
source: Failed to load wizard
hr: Greška pri učitavanju wizarda

# unitWizardValidationStep1
source: Please fill in unit name and URL slug
hr: Molimo unesite naziv jedinice i URL slug

# unitWizardValidationStep2
source: Please fill in bedrooms, bathrooms, and max guests
hr: Molimo unesite broj soba, kupaonica i maksimalan broj gostiju

# unitWizardValidationStep3
source: Please set price per night and minimum stay
hr: Molimo postavite cijenu po noći i minimalan boravak

# unitWizardValidationStep5
source: Please complete all required steps before publishing
hr: Molimo dovršite sve obavezne korake prije objavljivanja

# unitWizardValidationDefault
source: Please complete this step
hr: Molimo dovršite ovaj korak

# unitWizardCreateSuccess
source: Unit created successfully!
hr: Jedinica uspješno kreirana!

# unitWizardUpdateSuccess
source: Unit updated successfully!
hr: Jedinica uspješno ažurirana!

# unitWizardPublishError
source: Failed to publish unit: {error}
hr: Greška pri objavljivanju jedinice: {error}

# unitWizardStep1Title
source: Basic Information
hr: Osnovne Informacije

# unitWizardStep1Subtitle
source: Enter name and description of accommodation unit
hr: Unesite naziv i opis smještajne jedinice

# unitWizardStep1UnitInfo
source: Unit Information
hr: Informacije o Jedinici

# unitWizardStep1UnitInfoDesc
source: Name and URL slug for identification
hr: Naziv i URL slug jedinice za identifikaciju

# unitWizardStep1UnitName
source: Unit Name *
hr: Naziv Jedinice *

# unitWizardStep1UnitNameHint
source: e.g. Ground Floor Apartment
hr: npr. Apartman Prizemlje

# unitWizardStep1UnitNameRequired
source: Name is required
hr: Naziv je obavezan

# unitWizardStep1UrlSlugHint
source: ground-floor-apartment
hr: apartman-prizemlje

# unitWizardStep1SlugRequired
source: Slug is required
hr: Slug je obavezan

# unitWizardStep1SlugInvalid
source: Slug can only contain lowercase letters, numbers and hyphens
hr: Slug može sadržavati samo mala slova, brojeve i crtice

# unitWizardStep1RegenerateSlug
source: Regenerate from name
hr: Regeneriraj iz naziva

# unitWizardStep1Description
source: Unit Description
hr: Opis Jedinice

# unitWizardStep1DescriptionInfo
source: Additional information visible to guests
hr: Dodatne informacije koje će biti vidljive gostima

# unitWizardStep1DescriptionLabel
source: Description (optional)
hr: Opis (opcionalno)

# unitWizardStep1DescriptionHint
source: Short description of the unit...
hr: Kratki opis jedinice...

# unitWizardStep2Title
source: Capacity and Space
hr: Kapacitet i Prostor

# unitWizardStep2Subtitle
source: Enter technical specifications of accommodation unit
hr: Unesite tehničke karakteristike smještajne jedinice

# unitWizardStep2UnitCapacity
source: Unit Capacity
hr: Kapacitet Jedinice

# unitWizardStep2UnitCapacityDesc
source: Technical specifications of accommodation
hr: Tehničke specifikacije smještaja

# unitWizardStep2Bedrooms
source: Bedrooms *
hr: Spavaće Sobe *

# unitWizardStep2Bathrooms
source: Bathrooms *
hr: Kupaonice *

# unitWizardStep2MaxGuests
source: Maximum Guests *
hr: Maksimalno Gostiju *

# unitWizardStep2Area
source: Area (m²)
hr: Površina (m²)

# unitWizardStep2Required
source: Required
hr: Obavezno

# unitWizardStep2InvalidNumber
source: Invalid number
hr: Neispravan broj

# unitWizardStep2MinGuest
source: Minimum 1 guest
hr: Minimalno 1 gost

# unitWizardStep2InfoTip
source: This information helps guests choose appropriate accommodation
hr: Ove informacije pomažu gostima da odaberu odgovarajući smještaj

# unitWizardStep3Title
source: Price and Availability
hr: Cijena i Dostupnost

# unitWizardStep3Subtitle
source: Set price, minimum stay and availability
hr: Postavite cijenu, minimalan boravak i dostupnost

# unitWizardStep3PriceInfo
source: Price Information
hr: Informacije o Cijeni

# unitWizardStep3PriceInfoDesc
source: Base price and booking rules
hr: Osnovna cijena i pravila rezervacije

# unitWizardStep3PricePerNight
source: Price per Night (€) *
hr: Cijena po Noći (€) *

# unitWizardStep3PricePerNightHelper
source: Base price for one night
hr: Osnovna cijena za jednu noć

# unitWizardStep3PriceRequired
source: Price is required
hr: Cijena je obavezna

# unitWizardStep3PriceInvalid
source: Enter valid price
hr: Unesite ispravnu cijenu

# unitWizardStep3WeekendPrice
source: Weekend Price (€)
hr: Vikend Cijena (€)

# unitWizardStep3WeekendPriceHelper
source: Price for Sat-Sun (optional)
hr: Cijena za Sub-Ned (opcionalno)

# unitWizardStep3MinStay
source: Minimum Stay (nights) *
hr: Minimalan Boravak (noći) *

# unitWizardStep3MinStayHelper
source: Minimum nights for reservation
hr: Najmanje noći za rezervaciju

# unitWizardStep3MinStayRequired
source: Minimum stay is required
hr: Minimalan boravak je obavezan

# unitWizardStep3MinStayMin
source: Minimum is 1 night
hr: Minimum je 1 noć

# unitWizardStep3MaxStay
source: Maximum Stay (nights)
hr: Maksimalan Boravak (noći)

# unitWizardStep3MaxStayHelper
source: Maximum nights (optional)
hr: Najviše noći (opcionalno)

# unitWizardStep3MaxStayInvalid
source: Enter valid number
hr: Unesite ispravan broj

# unitWizardStep3MaxStayMinError
source: Max must be >= min ({min})
hr: Max mora biti >= min ({min})

# unitWizardStep3Availability
source: Availability
hr: Dostupnost

# unitWizardStep3AvailabilityDesc
source: Set when unit is available for reservations
hr: Postavite kada je jedinica dostupna za rezervacije

# unitWizardStep3YearRound
source: Available Year Round
hr: Dostupna Tokom Cijele Godine

# unitWizardStep3YearRoundDesc
source: Unit is open for reservations throughout the year
hr: Jedinica je otvorena za rezervacije tijekom cijele godine

# unitWizardStep3AdvancedTitle
source: Advanced pricing options
hr: Napredne opcije cijena

# unitWizardStep3AdvancedDesc
source: After creating the unit, in the Pricing tab you can set advanced options such as min/max nights by date, check-in/check-out day blocking, weekend days and seasonal prices.
hr: Nakon kreiranja jedinice, u Cjenovnik tabu možete podesiti napredne opcije kao što su min/max noći po datumu, blokiranje check-in/check-out dana, vikend dani i sezonske cijene.

# unitWizardStep4Title
source: Photos
hr: Fotografije

# unitWizardStep4Subtitle
source: Add photos of the accommodation unit (recommended min. 5)
hr: Dodajte fotografije smještajne jedinice (preporučeno min. 5)

# unitWizardStep4Gallery
source: Photo Gallery
hr: Galerija Fotografija

# unitWizardStep4GalleryDesc
source: Upload photos of your unit
hr: Upload fotografija vaše jedinice

# unitWizardStep4AddPhotos
source: Add Photos
hr: Dodaj Fotografije

# unitWizardStep4PhotoCount
source: {count} photos
hr: {count} fotografija

# unitWizardStep4NoPhotos
source: No photos
hr: Nema fotografija

# unitWizardStep4SetCover
source: Set as cover
hr: Postavi kao naslovnu

# unitWizardStep4Delete
source: Delete
hr: Obriši

# unitWizardStep4UploadSuccess
source: Uploaded {count} image(s) successfully
hr: Uspješno uploadano {count} slika

# unitWizardStep4UploadError
source: Failed to upload images: {error}
hr: Greška pri uploadu slika: {error}

# unitWizardStep4ImageDeleted
source: Image deleted
hr: Slika obrisana

# unitWizardStep4CoverUpdated
source: Cover image updated
hr: Naslovna slika ažurirana

# unitWizardStep5Title
source: Review and Publish
hr: Pregled i Objava

# unitWizardStep5Subtitle
source: Review all information before publishing the unit
hr: Pregledajte sve informacije prije objave jedinice

# unitWizardStep5BasicInfo
source: Basic Information
hr: Osnovne Informacije

# unitWizardStep5Capacity
source: Capacity
hr: Kapacitet

# unitWizardStep5Pricing
source: Prices
hr: Cijena

# unitWizardStep5AvailabilityCard
source: Availability
hr: Dostupnost

# unitWizardStep5Name
source: Name
hr: Naziv

# unitWizardStep5Description
source: Description
hr: Opis

# unitWizardStep5Bedrooms
source: Bedrooms
hr: Spavaće sobe

# unitWizardStep5Bathrooms
source: Bathrooms
hr: Kupaonice

# unitWizardStep5MaxGuests
source: Max guests
hr: Max gostiju

# unitWizardStep5Area
source: Area
hr: Površina

# unitWizardStep5PricePerNight
source: Price per night
hr: Cijena po noći

# unitWizardStep5MinStay
source: Min. stay
hr: Min. boravak

# unitWizardStep5MinStayNights
source: {nights} nights
hr: {nights} noći

# unitWizardStep5YearRound
source: Year round
hr: Tijekom godine

# unitWizardStep5YearRoundYes
source: Yes
hr: Da

# unitWizardStep5YearRoundSeasonal
source: Seasonal
hr: Sezonski

# unitWizardStep5IncompleteWarning
source: Please complete all required steps before publishing
hr: Molimo popunite sve obavezne korake prije objave

# unitWizardStep5ReadyMessage
source: All required information is filled in. Click "Publish" to publish the unit.
hr: Sve obavezne informacije su popunjene. Kliknite "Objavi" za objavljivanje jedinice.

# unitWizardProgressStepOf
source: Step {current} of {total}
hr: Korak {current} od {total}

# unitWizardProgressCapacity
source: Capacity
hr: Kapacitet

# unitWizardProgressPrice
source: Price
hr: Cijena

# unitWizardProgressPhotos
source: Photos
hr: Fotografije

# unitWizardProgressReview
source: Review
hr: Pregled

# unitWizardProgressOptional
source: (optional)
hr: (opcionalno)

# propertyFormSubdomainSuggestion
source: Suggestion:
hr: Prijedlog:

# propertyFormUseSuggestion
source: Use
hr: Koristi

# propertyFormNoPhotos
source: No photos
hr: Nema fotografija

# propertyFormGenerateFromName
source: Generate from name
hr: Generiraj iz naziva

# propertyFormSubdomainLabel
source: Subdomain (for email links)
hr: Subdomena (za email linkove)

# propertyFormSubdomainEmailHelper
source: URL for email links: [subdomain].bookbed.io
hr: URL za email linkove: [subdomain].bookbed.io

# icalExportTitle
source: iCal Export
hr: iCal Izvoz

# icalExportUnit
source: Unit
hr: Jedinica

# icalExportGenerating
source: Generating...
hr: Generiranje...

# icalExportGenerate
source: Generate iCal Export
hr: Generiraj iCal Export

# icalExportUrl
source: Export URL
hr: URL za izvoz

# icalExportCopyUrl
source: Copy URL
hr: Kopiraj URL

# icalExportLastGenerated
source: Last generated: {time}
hr: Zadnje generirano: {time}

# icalExportPreview
source: .ics File Preview
hr: Pregled .ics datoteke

# icalExportHowToTest
source: How to Test
hr: Kako testirati

# icalExportGoogleInstructions
source: Go to Settings → Add calendar → From URL → Paste the export URL
hr: Idite na Settings → Add calendar → From URL → Zalijepite export URL

# icalExportAppleInstructions
source: File → New Calendar Subscription → Paste the export URL
hr: File → New Calendar Subscription → Zalijepite export URL

# icalExportOutlookInstructions
source: Add calendar → Subscribe from web → Paste the export URL
hr: Add calendar → Subscribe from web → Zalijepite export URL

# icalExportSyncNote
source: Note: Calendar apps may take 5-15 minutes to sync after subscribing
hr: Napomena: Kalendar aplikacije mogu trebati 5-15 minuta za sinkronizaciju nakon pretplate

# icalExportSuccess
source: iCal export generated successfully
hr: iCal export uspješno generiran
