Repository: DanLika/rab_booking
Catalog: lib/l10n/app_*.arb
Languages: hr

# propertyFormDescriptionHint
source: Describe your property in detail...
hr: Detaljno opišite vašu nekretninu...

# propertyFormDescriptionRequired
source: Description is required
hr: Opis je obavezan

# propertyFormDescriptionTooShort
source: Description must be at least 100 characters (currently: {count})
hr: Opis mora imati najmanje 100 znakova (trenutno: {count})

# propertyFormLocation
source: Location
hr: Lokacija

# propertyFormLocationLabel
source: Location *
hr: Lokacija *

# propertyFormLocationHint
source: e.g. Rab (city), Rab Island
hr: npr. Rab (grad), Otok Rab

# propertyFormLocationRequired
source: Location is required
hr: Lokacija je obavezna

# propertyFormAddress
source: Address
hr: Adresa

# propertyFormAddressHint
source: Street and number
hr: Ulica i broj

# propertyFormAmenities
source: Amenities
hr: Sadržaji

# propertyFormPhotos
source: Photos
hr: Fotografije

# propertyFormPhotosMin
source: Photos (min 3)
hr: Fotografije (min 3)

# propertyFormSettings
source: Settings
hr: Postavke

# propertyFormPublishNow
source: Publish now
hr: Objavi odmah

# propertyFormPublishNowActive
source: Property will be visible to users
hr: Nekretnina će biti vidljiva korisnicima

# propertyFormPublishNowInactive
source: Property will be hidden
hr: Nekretnina će biti skrivena

# propertyFormSaveChanges
source: Save Changes
hr: Spremi Izmjene

# propertyFormAddProperty
source: Add Property
hr: Dodaj Nekretninu

# propertyFormSaving
source: Saving...
hr: Čuvanje...

# propertyFormGeneratingError
source: Error generating: {error}
hr: Greška pri generiranju: {error}

# propertyFormCheckingError
source: Error checking: {error}
hr: Greška pri provjeri: {error}

# propertyFormAddPhotos
source: Add Photos
hr: Dodaj Fotografije

# propertyFormAddMore
source: Add More
hr: Dodaj Još

# propertyFormPhotoCount
source: {count} photos
hr: {count} fotografija

# propertyFormPhotoRecommendation
source: Recommendation: Add at least 3 photos for better visibility
hr: Preporuka: Dodajte najmanje 3 fotografije za bolju vidljivost

# propertyFormUploadProgress
source: Uploading photos: {current}/{total}
hr: Upload fotografija: {current}/{total}

# propertyFormUploadError
source: Upload error: {error}
hr: Greška pri uploadu: {error}

# propertyFormUploadErrorGeneric
source: Error uploading photos
hr: Greška pri uploadu fotografija

# propertyFormSubdomainError
source: Please select an available subdomain
hr: Molimo odaberite dostupan subdomain

# propertyFormSubdomainSetError
source: Error setting subdomain
hr: Greška pri postavljanju subdomena

# propertyFormSuccessUpdate
source: Property successfully updated
hr: Nekretnina uspješno ažurirana

# propertyFormSuccessAdd
source: Property successfully added
hr: Nekretnina uspješno dodana

# propertyFormErrorUpdate
source: Error updating property
hr: Greška pri ažuriranju nekretnine

# propertyFormErrorAdd
source: Error adding property
hr: Greška pri dodavanju nekretnine

# propertyFormUserNotLoggedIn
source: User not logged in
hr: Korisnik nije prijavljen

# unitFormTitleAdd
source: Add Unit
hr: Dodaj Jedinicu

# unitFormTitleEdit
source: Edit Unit
hr: Uredi Jedinicu

# unitFormBasicInfo
source: Basic Information
hr: Osnovne informacije

# unitFormUnitName
source: Unit name *
hr: Naziv jedinice *

# unitFormUnitNameHint
source: e.g. Ground floor apartment
hr: npr. Apartman prizemlje

# unitFormUnitNameRequired
source: Name is required
hr: Naziv je obavezan

# unitFormUrlSlugHint
source: ground-floor-apartment
hr: apartman-prizemlje

# unitFormSlugRequired
source: Slug is required
hr: Slug je obavezan

# unitFormSlugInvalid
source: Slug can only contain lowercase letters, numbers and hyphens
hr: Slug može sadržavati samo mala slova, brojeve i crtice

# unitFormRegenerateSlug
source: Regenerate from name
hr: Regeneriraj iz naziva

# unitFormDescription
source: Description
hr: Opis

# unitFormDescriptionHint
source: Additional information about the unit...
hr: Dodatne informacije o jedinici...

# unitFormCapacity
source: Capacity
hr: Kapacitet

# unitFormBedrooms
source: Bedrooms *
hr: Spavaće sobe *

# unitFormBathrooms
source: Bathrooms *
hr: Kupaonice *

# unitFormMaxGuests
source: Max guests *
hr: Max gostiju *

# unitFormArea
source: Area (m²)
hr: Površina (m²)

# unitFormRequired
source: Required
hr: Obavezno

# unitFormInvalidNumber
source: Invalid number
hr: Neispravan broj

# unitFormPricing
source: Price and conditions
hr: Cijena i uvjeti

# unitFormPricePerNight
source: Price per night (€) *
hr: Cijena po noći (€) *

# unitFormInvalidAmount
source: Invalid amount
hr: Neispravan iznos

# unitFormMinNights
source: Min nights *
hr: Min noći *

# unitFormAmenities
source: Amenities
hr: Sadržaji

# unitFormPhotos
source: Photos
hr: Fotografije

# unitFormAddPhotos
source: Add photos
hr: Dodaj fotografije

# unitFormAddMore
source: Add more
hr: Dodaj još

# unitFormTotalPhotos
source: Total: {count} photos
hr: Ukupno: {count} fotografija

# unitFormAvailability
source: Availability
hr: Dostupnost

# unitFormAvailableForBooking
source: Available for booking
hr: Dostupno za rezervaciju

# unitFormAvailableDesc
source: Unit will be available for reservations
hr: Jedinica će biti dostupna za rezervacije

# unitFormUnavailableDesc
source: Unit will not be shown
hr: Jedinica neće biti prikazana

# unitFormSaveChanges
source: Save Changes
hr: Spremi Izmjene

# unitFormAddUnit
source: Add Unit
hr: Dodaj Jedinicu

# unitFormSaving
source: Saving...
hr: Spremanje...

# unitFormEmbedDesc
source: Integrate booking widget on your website
hr: Integrirajte booking widget na vašu web stranicu

# unitFormWidgetSettings
source: Widget Settings
hr: Postavke Widgeta

# unitFormGenerateEmbed
source: Generate Embed Code
hr: Generiraj Embed Kod

# unitFormSuccessUpdate
source: Unit successfully updated
hr: Jedinica uspješno ažurirana

# unitFormSuccessAdd
source: Unit successfully added
hr: Jedinica uspješno dodana

# unitFormErrorUpdate
source: Error updating unit
hr: Greška pri ažuriranju jedinice

# unitFormErrorAdd
source: Error adding unit
hr: Greška pri dodavanju jedinice

# unitPricingTitle
source: Price List
hr: Cjenovnik

# unitPricingSelectUnit
source: Select Unit
hr: Odaberi jedinicu

# unitPricingSelectUnitHint
source: Select unit
hr: Odaberite jedinicu

# unitPricingUnit
source: Unit
hr: Jedinica

# unitPricingNoUnits
source: No units added
hr: Nemate dodane jedinice

# unitPricingNoUnitsDesc
source: Add a unit to manage prices for your accommodation.
hr: Dodajte jedinicu kako biste mogli upravljati cijenama za vaše smještajne objekte.

# unitPricingLoadError
source: Error loading units
hr: Greška pri učitavanju jedinica

# unitPricingBasePrice
source: Base Price
hr: Osnovna Cijena

# unitPricingBasePriceDesc
source: This is the default price per night used when there are no special prices.
hr: Ovo je default cijena po noćenju koja se koristi kada nema posebnih cijena.

# unitPricingPricePerNight
source: Price per night (€)
hr: Cijena po noći (€)

# unitPricingSave
source: Save
hr: Spremi

# unitPricingSavePrice
source: Save Price
hr: Spremi cijenu

# unitPricingEnterPrice
source: Enter price
hr: Unesite cijenu

# unitPricingPriceGreaterThanZero
source: Price must be greater than 0
hr: Cijena mora biti veća od 0

# unitPricingSuccessUpdate
source: Base price successfully updated
hr: Osnovna cijena uspješno ažurirana

# unitPricingErrorUpdate
source: Error updating price
hr: Greška pri ažuriranju cijene

# onboardingWizardPropertyData
source: Property Data
hr: Podaci o Objektu

# onboardingWizardFinish
source: Finish
hr: Završi

# onboardingWizardSkipDialogTitle
source: Skip guide?
hr: Preskoči vodič?

# onboardingWizardSkipDialogDesc
source: If you skip the guide, you won't complete the initial setup. You will need to manually add properties and units later. Do you want to continue?
hr: Ako preskočite vodič, nećete završiti početno postavljanje. Morat ćete ručno dodati objekte i jedinice kasnije. Želite li nastaviti?

# onboardingWizardCompleteError
source: Error completing initial setup
hr: Greška prilikom završavanja početnog postavljanja

# widgetSettingsTitle
source: Widget Settings
hr: Postavke Widgeta

# widgetSettingsLoadError
source: Error loading settings
hr: Greška prilikom učitavanja postavki

# widgetSettingsSaveSuccess
source: Settings saved successfully!
hr: Postavke uspješno spremljene!

# widgetSettingsSaveError
source: Error saving settings
hr: Greška prilikom spremanja postavki

# widgetSettingsSave
source: Save Settings
hr: Spremi postavke

# widgetSettingsSaving
source: Saving...
hr: Spremanje...

# widgetSettingsWidgetMode
source: Widget Mode
hr: Mod Widgeta

# widgetSettingsWidgetModeDesc
source: Choose how the widget will function:
hr: Odaberite kako će widget funkcionirati:

# widgetSettingsPaymentMethods
source: Payment Methods
hr: Načini plaćanja

# widgetSettingsPaymentMethodsDesc
source: Choose payment methods available to guests:
hr: Odaberite metode plaćanja dostupne gostima:

# widgetSettingsDepositAmount
source: Deposit Amount: {percent}%
hr: Iznos avansa: {percent}%

# widgetSettingsDepositDesc
source: This percentage applies to all payment methods (Stripe, Bank Transfer)
hr: Ovaj postotak se primjenjuje na sve metode plaćanja (Stripe, Bankovna uplata)

# widgetSettingsFullPayment
source: Full payment
hr: Puna uplata

# widgetSettingsStripePayment
source: Stripe Payment
hr: Stripe Plaćanje

# widgetSettingsCardPayment
source: Card payment
hr: Plaćanje karticom

# widgetSettingsBankTransfer
source: Bank Transfer
hr: Bankovna Uplata

# widgetSettingsBankPayment
source: Bank account payment
hr: Uplata na račun

# widgetSettingsBankNotEntered
source: Bank details not entered
hr: Bankovni podaci nisu uneseni

# widgetSettingsBankNotEnteredDesc
source: To enable bank transfer, you must first enter bank details in your profile (bank name, IBAN, account holder).
hr: Da biste omogućili bankovnu uplatu, morate prvo unijeti bankovne podatke u svom profilu (naziv banke, IBAN, vlasnik računa).

# widgetSettingsAddBankDetails
source: Add Bank Details
hr: Dodaj Bankovne Podatke

# widgetSettingsBankEnterDetails
source: Enter bank details in Integrations → Payments.
hr: Unesite bankovne podatke u Integracije → Plaćanja.

# widgetSettingsBankFromProfile
source: Bank details from profile:
hr: Bankovni podaci iz profila:

# widgetSettingsBank
source: Bank
hr: Banka

# widgetSettingsAccountHolder
source: Account holder
hr: Vlasnik računa

# widgetSettingsPaymentDeadline
source: Payment deadline (days)
hr: Rok za uplatu (dana)

# widgetSettingsDay
source: day
hr: dan

# widgetSettingsDays
source: days
hr: dana

# widgetSettingsShowQrCode
source: Show QR code
hr: Prikaži QR kod

# widgetSettingsEpcQrCode
source: EPC QR code
hr: EPC QR kod

# widgetSettingsCustomNote
source: Custom note
hr: Prilagođena napomena

# widgetSettingsAddMessage
source: Add message
hr: Dodaj poruku

# widgetSettingsNoteMaxChars
source: Note (max 500 characters)
hr: Napomena (max 500 znakova)

# widgetSettingsNoteHelper
source: Custom message that will be shown to guests
hr: Prilagođena poruka koja će se prikazati gostima

# widgetSettingsPayOnArrival
source: Pay on Arrival
hr: Plaćanje po Dolasku

# widgetSettingsPayOnArrivalDesc
source: Guest pays at check-in
hr: Gost plaća prilikom prijave

# widgetSettingsPayOnArrivalRequired
source: ⚠️ Required (because other methods are disabled)
hr: ⚠️ Obavezno (jer su ostale metode isključene)

# widgetSettingsPaymentValidation
source: At least one payment method must be enabled in Instant Booking mode
hr: Mora biti uključen bar jedan način plaćanja u Instant Booking modu

# widgetSettingsBookingBehavior
source: Booking Behavior
hr: Ponašanje Rezervacije

# widgetSettingsRequireApproval
source: Require Approval
hr: Zahtijeva Odobrenje

# widgetSettingsManualApproval
source: Manual approval
hr: Ručno odobravanje

# widgetSettingsStripeApprovalNote
source: Only applies to Stripe payments
hr: Odnosi se samo na Stripe plaćanja

# widgetSettingsAllowCancellation
source: Allow Cancellation
hr: Dopustite otkazivanje

# widgetSettingsGuestsCanCancel
source: Guests can cancel
hr: Gosti mogu otkazati

# widgetSettingsPendingModeInfo
source: In "Booking without payment" mode, all reservations always require your approval.
hr: U "Rezervacija bez plaćanja" modu sve rezervacije uvijek zahtijevaju vaše odobrenje.

# widgetSettingsCancellationDeadline
source: Cancellation deadline: {hours} hours before check-in
hr: Rok za otkazivanje: {hours} sati prije prijave

# widgetSettingsMinNights
source: Minimum nights: {nights} {nightsLabel}
hr: Minimalni broj noćenja: {nights} {nightsLabel}

# widgetSettingsNight
source: night
hr: noć

# widgetSettingsNights
source: nights
hr: noći

# widgetSettingsContactInfo
source: Contact Information
hr: Kontakt Informacije

# widgetSettingsContactDesc
source: Contact options that will be shown in the widget:
hr: Kontakt opcije koje će biti prikazane u widgetu:

# widgetSettingsPhoneNumber
source: Phone number
hr: Broj telefona

# widgetSettingsEmailAddress
source: Email address
hr: Email adresa

# widgetSettingsPhone
source: Phone
hr: Telefon

# widgetSettingsBookingWithoutPayment
source: Booking without payment
hr: Rezervacija bez plaćanja

# widgetSettingsBookingWithoutPaymentDesc
source: In this mode, guests can create a reservation but CANNOT pay online. You arrange payment privately after confirming the reservation.
hr: U ovom modu gosti mogu kreirati rezervaciju, ali NE mogu platiti online. Plaćanje dogovarate privatno nakon što potvrdite rezervaciju.

# bookingCreateTitle
source: New Booking
hr: Nova rezervacija

# bookingCreateClose
source: Close
hr: Zatvori

# bookingCreateUnit
source: Unit *
hr: Jedinica *

# bookingCreateNoUnits
source: No available units
hr: Nema dostupnih jedinica

# bookingCreateSelectUnit
source: Select unit *
hr: Odaberite jedinicu *

# bookingCreateSelectUnitError
source: Please select a unit
hr: Odaberite jedinicu

# bookingCreateDates
source: Dates *
hr: Datumi *

# bookingCreateSelectCheckInDate
source: Select check-in date
hr: Odaberite datum check-in

# bookingCreateSelectCheckOutDate
source: Select check-out date
hr: Odaberite datum check-out

# bookingCreateNightsCount
source: {count} night{count, plural, =1{} other{s}}
hr: {count} noć{count, plural, =1{} few{i} other{i}}

# bookingCreateGuestInfo
source: Guest Information
hr: Informacije o gostu

# bookingCreateGuestName
source: Guest Name *
hr: Ime gosta *

# bookingCreateGuestNameError
source: Please enter guest name
hr: Unesite ime gosta

# bookingCreateEmailError
source: Please enter email
hr: Unesite email

# bookingCreateEmailInvalid
source: Please enter a valid email
hr: Unesite ispravan email

# bookingCreatePhone
source: Phone *
hr: Telefon *

# bookingCreatePhoneError
source: Please enter phone
hr: Unesite telefon

# bookingCreateBookingDetails
source: Booking Details
hr: Detalji rezervacije

# bookingCreateGuestCount
source: Number of Guests *
hr: Broj gostiju *

# bookingCreateGuestCountError
source: Please enter number of guests
hr: Unesite broj gostiju

# bookingCreateGuestCountInvalid
source: Number of guests must be greater than 0
hr: Broj gostiju mora biti veći od 0

# bookingCreateTotalPrice
source: Total Price (€) *
hr: Ukupna cijena (€) *

# bookingCreatePriceError
source: Please enter price
hr: Unesite cijenu

# bookingCreatePriceInvalid
source: Please enter a valid price
hr: Unesite valjanu cijenu

# bookingCreatePriceNegative
source: Price cannot be negative
hr: Cijena ne može biti negativna

# bookingCreatePriceZero
source: Price must be greater than 0
hr: Cijena mora biti veća od 0

# bookingCreateStatusInfo
source: Status: Confirmed • Payment: Cash
hr: Status: Potvrđeno • Plaćanje: Gotovina

# bookingCreateNotes
source: Notes
hr: Napomene

# bookingCreateInternalNotes
source: Internal notes
hr: Interne napomene

# bookingCreateNotesHint
source: E.g. special requests...
hr: Npr. posebni zahtjevi...

# bookingCreateCancel
source: Cancel
hr: Otkaži

# bookingCreateSubmit
source: Create
hr: Kreiraj

# bookingCreateSuccess
source: Booking successfully created
hr: Rezervacija uspješno kreirana

# bookingCreateError
source: Error creating booking
hr: Greška pri kreiranju rezervacije

# bookingCreateOverlapWarning
source: WARNING: Booking Overlap!
hr: UPOZORENJE: Preklapanje rezervacija!

# bookingCreateOverlapSingle
source: New booking overlaps with an existing booking:
hr: Nova rezervacija se preklapa sa postojećom rezervacijom:

# bookingCreateOverlapMultiple
source: New booking overlaps with {count} existing bookings:
hr: Nova rezervacija se preklapa sa {count} postojećih rezervacija:

# bookingCreateUnknownGuest
source: Unknown guest
hr: Nepoznati gost

# bookingCreateContinueAnyway
source: Continue Anyway
hr: Nastavi svejedno

# bookingCreateErrorGeneric
source: Error: {error}
hr: Greška: {error}

# bookingApproveTitle
source: Approve Booking
hr: Odobri rezervaciju

# bookingApproveMessage
source: Are you sure you want to approve this booking? After approval, you can contact the guest with payment details.
hr: Jeste li sigurni da želite odobriti ovu rezervaciju? Nakon odobrenja, možete kontaktirati gosta sa detaljima plaćanja.

# bookingApproveCancel
source: Cancel
hr: Odustani

# bookingApproveConfirm
source: Approve
hr: Odobri

# bookingRejectTitle
source: Reject Booking
hr: Odbij rezervaciju

# bookingRejectMessage
source: Are you sure you want to reject this booking?
hr: Jeste li sigurni da želite odbiti ovu rezervaciju?

# bookingRejectReason
source: Rejection reason
hr: Razlog odbijanja

# bookingRejectReasonHint
source: Enter reason (optional)...
hr: Unesite razlog (opcionalno)...

# bookingRejectCancel
source: Cancel
hr: Odustani

# bookingRejectConfirm
source: Reject
hr: Odbij

# bookingCancelTitle
source: Cancel Booking
hr: Otkaži rezervaciju

# bookingCancelMessage
source: Are you sure you want to cancel this booking?
hr: Jeste li sigurni da želite otkazati ovu rezervaciju?

# bookingCancelReason
source: Cancellation reason
hr: Razlog otkazivanja

# bookingCancelReasonHint
source: Enter reason...
hr: Unesite razlog...

# bookingCancelSendEmail
source: Send email to guest
hr: Pošalji email gostu

# bookingCancelSendEmailHint
source: Guest will receive cancellation notification
hr: Gost će primiti obavijest o otkazivanju

# bookingCancelCancel
source: Cancel
hr: Odustani

# bookingCancelConfirm
source: Cancel Booking
hr: Otkaži rezervaciju

# bookingCancelDefaultReason
source: Cancelled by owner
hr: Otkazano od strane vlasnika

# onboardingPropertyTitle
source: Basic Property Information
hr: Osnovni podaci o objektu

# onboardingPropertySubtitle
source: Enter basic information about your accommodation
hr: Unesite osnovne informacije o vašem smještaju

# onboardingPropertyName
source: Property Name *
hr: Naziv objekta *

# onboardingPropertyNameHint
source: e.g. Villa Jasko
hr: npr. Villa Jasko

# onboardingPropertyType
source: Accommodation Type *
hr: Vrsta smještaja *

# onboardingPropertyAddress
source: Address *
hr: Adresa *

# onboardingPropertyAddressHint
source: Street and number
hr: Ulica i broj

# onboardingPropertyCity
source: City *
hr: Grad *

# onboardingPropertyCountry
source: Country *
hr: Država *

# onboardingPropertyRequired
source: Required field
hr: Obavezno polje

# onboardingPropertyRequiredShort
source: Required
hr: Obavezno

# onboardingPropertyOptional
source: Additional Information (optional)
hr: Dodatne informacije (opciono)

# onboardingPropertyPhone
source: Phone
hr: Telefon

# onboardingPropertyTypeApartment
source: Apartment
hr: Apartman

# onboardingPropertyTypeHouse
source: House
hr: Kuća

# onboardingPropertyTypeRoom
source: Room
hr: Soba

# themeSelectionTitle
source: Select Theme
hr: Odaberi temu

# themeSelectionLight
source: Light
hr: Svijetla

# themeSelectionLightDesc
source: Always use light theme
hr: Uvijek koristi svijetlu temu

# themeSelectionDark
source: Dark
hr: Tamna

# themeSelectionDarkDesc
source: Always use dark theme
hr: Uvijek koristi tamnu temu

# themeSelectionSystem
source: System Default
hr: Sustavna

# themeSelectionSystemDesc
source: Follow system theme
hr: Prati sustavnu temu

# unitPricingErrorLoading
source: Error loading units
hr: Greška pri učitavanju jedinica

# unitPricingSuccess
source: Base price successfully updated
hr: Osnovna cijena uspješno ažurirana

# unitPricingError
source: Error updating price
hr: Greška pri ažuriranju cijene

# ownerFaqSearchHint
source: Search questions...
hr: Pretražite pitanja...

# ownerFaqCategoryAll
source: All
hr: Sve

# ownerFaqCategoryGeneral
source: General
hr: Općenito

# ownerFaqCategoryBookings
source: Bookings
hr: Rezervacije

# ownerFaqCategoryPayments
source: Payments
hr: Plaćanja

# ownerFaqCategorySupport
source: Technical Support
hr: Tehnička Podrška

# ownerFaqResultsFound
source: Found: {count} results
hr: Pronađeno: {count} rezultata

# ownerFaqNoResults
source: No results
hr: Nema rezultata

# ownerFaqNoResultsDesc
source: Try a different search or category
hr: Pokušajte sa drugom pretragom ili kategorijom

# icalSyncTitle
source: iCal Synchronization
hr: iCal Sinkronizacija

# icalSyncNoFeeds
source: No feeds
hr: Nema feedova

# icalSyncNoFeedsDesc
source: Add your first iCal feed to start synchronization
hr: Dodajte prvi iCal feed da započnete sinkronizaciju

# icalSyncError
source: Synchronization error
hr: Greška u sinkronizaciji

# icalSyncErrorCount
source: {errorCount} of {totalCount} feeds have errors
hr: {errorCount} od {totalCount} feedova ima grešku

# icalSyncActive
source: Synchronization active
hr: Sinkronizacija aktivna

# icalSyncActiveCount
source: {count} feeds actively synchronized
hr: {count} feedova aktivno sinkronizirano

# icalSyncAllPaused
source: All feeds paused
hr: Svi feedovi pauzirani

# icalSyncNoActiveFeeds
source: No active feeds
hr: Nema aktivnih feedova

# icalSyncWhyTitle
source: Why iCal Synchronization?
hr: Zašto iCal Sinkronizacija?

# icalSyncAutoSync
source: Automatic Synchronization
hr: Automatska sinkronizacija

# icalSyncAutoSyncDesc
source: Reservations are automatically imported from booking platforms every 60 minutes
hr: Rezervacije se automatski uvoze sa booking platformi svakih 60 minuta

# icalSyncPreventDouble
source: Prevent Double Booking
hr: Sprječavanje dvostrukog rezerviranja

# icalSyncPreventDoubleDesc
source: Block dates on all platforms automatically
hr: Blokirajte termine na svim platformama automatski

# icalSyncCompatibility
source: Compatibility
hr: Kompatibilnost

# icalSyncCompatibilityDesc
source: Supports Booking.com, Airbnb and other iCal platforms
hr: Podržava Booking.com, Airbnb i druge iCal platforme

# icalSyncSecure
source: Secure and Reliable
hr: Sigurno i Pouzdano

# icalSyncSecureDesc
source: Encrypted data and automatic backup of all reservations
hr: Kriptirani podaci i automatska sigurnosna kopija svih rezervacija

# icalSyncNoFeedsTitle
source: No iCal Feeds
hr: Nema iCal Feedova

# icalSyncNoFeedsMessage
source: Add an iCal feed to synchronize reservations with booking platforms
hr: Dodajte iCal feed da sinkronizirate rezervacije sa booking platformama

# icalSyncAddFeed
source: Add iCal Feed
hr: Dodaj iCal Feed

# icalSyncAddFeedDesc
source: Connect calendar with Booking.com, Airbnb or other platforms
hr: Povežite kalendar sa Booking.com, Airbnb ili druge platforme

# icalSyncAddFeedButton
source: Add Feed
hr: Dodaj Feed

# icalSyncYourFeeds
source: Your Feeds
hr: Vaši Feedovi

# icalSyncLastSync
source: Last synchronized: {time}
hr: Zadnje sinkronizovano: {time}

# icalSyncErrorLabel
source: Error: {error}
hr: Greška: {error}

# icalSyncReservationsCount
source: {reservations} reservations • {syncs} synchronizations
hr: {reservations} rezervacija • {syncs} sinkronizacija

# icalSyncNow
source: Sync now
hr: Sinkroniziraj sada

# icalSyncPause
source: Pause
hr: Pauziraj
